Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# #31433
source: Recently Added TV Shows
es_es: Series añadidas recientemente
is_is: Nýlega viðbættir sjónvarpsþættir
it_it: Serie TV aggiunte di recente

# #31434
source: Recently Played TV Shows
es_es: Series reproducidas recientemente
is_is: Nýlega spilaðir sjónvarpsþættir
it_it: Serie TV viste di recente

# #31435
source: Random TV Shows
es_es: Series aleatorias
is_is: Handahófskenndir sjónvarpsþættir
it_it: Serie TV casuali

# #31436
source: In Progress TV Shows
es_es: Series en progreso
is_is: Sjónvarpsþættir í sýningu
it_it: Serie TV in corso

# #31437
source: Unwatched TV Shows
es_es: Series no vistas
is_is: Óskoðaðir sjónvarpsþættir
it_it: Serie TV non viste

# #31438
source: Top Rated TV Shows
es_es: Series mejor valoradas
is_is: Sjónvarpsþættir með hæstu einkunn
it_it: Serie TV più votate

# #31439
source: TV Show Genres
es_es: Géneros series
is_is: Sjónvarpsþáttaflokkar
it_it: Generi serie TV

# #31440
source: TV Show Nodes
es_es: Nodos series
it_it: Nodi serie TV

# #31441
source: Recently Added Episodes
es_es: Episodios añadidos recientemente
is_is: Nýlega viðbættir þættir
it_it: Episodi aggiunti di recente

# #31442
source: Recently Played Episodes
es_es: Episodios reproducidos recientemente
is_is: Nýlega spilaðir þættir
it_it: Episodi visti di recente

# #31443
source: Random Episodes
es_es: Episodios aleatorios
is_is: Þættir af handahófi
it_it: Episodi casuali

# #31444
source: In Progress Episodes
es_es: Episodios en progreso
is_is: Þættir í gangi
it_it: Episodi in corso

# #31445
source: Unwatched Episodes
es_es: Episodios no vistos
is_is: Óskoðaðir þættir
it_it: Episodi non visti

# #31446
source: Top Rated Episodes
es_es: Episodios mejor valorados
is_is: Þættir með hæstu einkunn
it_it: Episodi più votati

# #31447
source: Recently Added Albums
es_es: Álbumes añadidos recientemente
is_is: Nýlega viðbættar hljómplötur
it_it: Album aggiunti di recente

# #31448
source: Recently Played Albums
es_es: Álbumes reproducidos recientemente
is_is: Nýlega spilaðar hljómplötur
it_it: Album ascoltati di recente

# #31449
source: Random Albums
es_es: Álbumes aleatorios
is_is: Tilviljunarkenndar hljómplötur
it_it: Album casuali

# #31450
source: Top 100 Albums
es_es: Los 100 Álbumes mejor valorados
is_is: 100 vinsælustu hljómplöturnar
it_it: 100 top album

# #31451
source: Random Artists
es_es: Artistas aleatorios
is_is: Handahófskenndir flytjendur
it_it: Artisti casuali

# #31452
source: Music Nodes
es_es: Nodos de música
it_it: Nodi musica

# #31454
source: Last Played TV Channels
es_es: Últimos canales de TV reproducidos
is_is: Síðast spilaðar sjónvarpsrásir
it_it: Ultimi canali TV visti

# #31455
source: Active TV Recordings
es_es: Grabaciones activas
is_is: Virkar sjónvarpsupptökur
it_it: Registrazioni TV attive

# #31456
source: Grouped Active TV Recordings
es_es: Grabaciones activas agrupadas
it_it: Registrazioni TV attive per gruppi

# #31457
source: Grouped Deleted TV Recordings
es_es: Grabaciones eliminadas agrupadas
it_it: Registrazioni TV eliminate per gruppi

# #31458
source: Video Sources
es_es: Fuentes de vídeo
is_is: Uppruni myndskeiða
it_it: Sorgenti video

# #31459
source: Music Sources
es_es: Fuentes de música
is_is: Uppruni tónlistar
it_it: Sorgenti musica

# #31460
source: Picture Sources
es_es: Fuentes de fotos
is_is: Uppruni mynda
it_it: Sorgenti immagini

# #31461
source: Last Played Radio Channels
es_es: Últimos canales de radio reproducidos
is_is: Síðast spilaðar útvarpsrásir
it_it: Ultimi canali radio ascoltati

# #31462
source: Active Radio Recordings
es_es: Grabaciones de radio activas
it_it: Registrazioni radio attive

# #31463
source: Grouped Active Radio Recordings
es_es: Grabaciones de radio activas agrupadas
it_it: Registrazioni radio attive per gruppi

# #31464
source: Grouped Deleted Radio Recordings
es_es: Grabaciones de radio eliminadas agrupadas
it_it: Registrazioni radio eliminate per gruppi

# #31465
source: Most Played Albums
es_es: Álbumes más reproducidos
is_is: Mest spiluðu hljómplötur
it_it: Album più ascoltati

# #31466
source: Recently Added Artists
es_es: Artistas añadidos recientemente
it_it: Artisti aggiunti di recente

# #31467
source: Recently Added Songs
es_es: Canciones añadidas recientemente
it_it: Brani aggiunti di recente

# #31468
source: Recently Released Songs
es_es: Canciones lanzadas recientemente
it_it: Brani usciti di recente

# #31469
source: Most Played Songs
es_es: Canciones más reproducidas
it_it: Brani più ascoltati

# #31470
source: Random Songs
es_es: Canciones aleatorias
is_is: Tilviljunarkennd lög
it_it: Brani casuali

# #31471
source: Recently Added Music Videos
es_es: Vídeos musicales añadidos recientemente
is_is: Nýlega viðbætt tónlistarmyndbönd
it_it: Video musicali aggiunti di recente

# #31472
source: In-Progress Music Videos
es_es: Vídeos musicales en progreso
it_it: Video musicali in corso

# #31473
source: Random Music Videos
es_es: Vídeos musicales aleatorios
is_is: Handahófskennd tónlistarmyndbönd
it_it: Video musicali casuali

# #31474
source: Unwatched Music Videos
es_es: Vídeos musicales no vistos
is_is: Óskoðuð tónlistarmyndbönd
it_it: Video musicali non visti

# #31475
source: Daily Weather Forecast
es_es: Pronóstico meteorológico diario
is_is: Veðurspá daglega
it_it: Previsioni meteo giornaliere

# #31476
source: Hourly Weather Forecast
es_es: Pronóstico meteorológico por hora
is_is: Veðurspá fyrir klukkustundir
it_it: Previsioni meteo orarie

# #31477
source: Memory Used
es_es: Memoria usada
is_is: Minni í notkun
it_it: Memoria utilizzata

# #31478
source: Remaining
es_es: Tiempo restante
is_is: Laust
it_it: Rimanenti

# #31480
source: Sort By
es_es: Ordenar por
is_is: Raða eftir
it_it: Ordina per

# #31481
source: Sort Order
es_es: Orden de clasificación
is_is: Röðunarátt
it_it: Ordinamento

# #31482
source: Shelf Limit
es_es: Límite de widget
is_is: Takmörk rekka
it_it: Limite scaffale

# #31483
source: Hide Shelves when not Focused
es_es: Ocultar widgets cuando no estén seleccionados
is_is: Fela rekka þegar þeir eru ekki virkir
it_it: Nascondi scaffali quando non focalizzati

# #31484
source: Disable Shelves Fanart
es_es: Desactivar fanart de widgets
is_is: Gera aðdáendamyndir rekka óvirkar
it_it: Disabilita fanart scaffali

# #31485
source: Enable PVR TV Recording Shelf
es_es: Activar widget de grabaciones de TV PVR
it_it: Abilita scaffale per registrazione TV PVR

# #31486
source: Enable PVR Radio Recording Shelf
es_es: Activar widget de grabaciones de radio
it_it: Abilita scaffale per registrazione radio PVR

# #31487
source: Favourite Addons
es_es: Add-ons favoritos
it_it: Add-on preferiti

# #31488
source: Next Aired Episodes
es_es: Próximos episodios emitidos
is_is: Næstu útsendu þættir
it_it: Prossimi episodi in onda

# #31489
source: Next Episodes
es_es: Próximos episodios
is_is: Næstu þættir
it_it: Prossimi episodi

# #31490
source: Episodes Airing Today
es_es: Episodios en emisión hoy
is_is: Þættir í sjónvarpinu í dag
it_it: Episodi in onda oggi

# #31491
source: Shelf
es_es: Widget
is_is: Rekki
it_it: Scaffale

# #31492
source: Recommended Episodes
es_es: Episodios recomendados
is_is: Þættir sem mælt er með
it_it: Episodi consigliati

# #31493
source: Unwatched TV Shows
es_es: Series no vistas
is_is: Óskoðaðir sjónvarpsþættir
it_it: Serie TV non viste

# #31494
source: Recently Released Albums
es_es: Álbumes lanzados recientemente
is_is: Nýlega útgefnar hljómplötur
it_it: Album usciti di recente

# #31495
source: Embuary Helper Shelves
es_es: Widgets Embuary Helper
is_is: Rekkar Embuary-hjálpara
it_it: Assistente scaffali Embuary

# #31496
source: Similar Movies based on Watched
es_es: Películas similares basadas en vistas
is_is: Svipaðar kvikmyndir byggt á áhorfi
it_it: Film simili basati su film già visti

# #31497
source: Movie Suggestions by Genre:
es_es: Sugerencias de películas por género:
is_is: Tillögur að kvikmyndum eftir flokki:
it_it: Film suggeriti per genere:

# #31498
source: Themoviedb Helper Shelves
es_es: Widgets TheMovieDb Helper
is_is: Rekkar Themoviedb-hjálpara
it_it: Assistente scaffali Themoviedb

# #31499
source: All TV Shows
es_es: Todas las series
is_is: Allir sjónvarpsþættir
it_it: Tutte le serie TV

# #31501
source: Scheduled Time
es_es: Hora programada
is_is: Áætlaður tími
it_it: Orario pianificato

# #31502
source: All Movies
es_es: Todas las películas
is_is: Allar kvikmyndir
it_it: Tutti i film

# #31503
source: Add Group
es_es: Añadir grupo
is_is: Bæta við hópi
it_it: Aggiungi gruppo

# #31504
source: Rename Group
es_es: Renombrar grupo
is_is: Endurnefna hóp
it_it: Rinomina gruppo

# #31505
source: Delete Group
es_es: Eliminar grupo
is_is: Eyða hópi
it_it: Elimina gruppo

# #31506
source: Available[CR]Groups
es_es: Grupos[CR]disponibles
is_is: Tiltækir[CR]hópar
it_it: Gruppi[CR]disponibili

# #31507
source: Opens
es_es: Aperturas
is_is: Opnar
it_it: Aperti

# #31510
source: Timer Set
es_es: Establcer temporizador
is_is: Stilling teljara
it_it: Timer impostato

# #31511
source: Reminder Set
es_es: Establecer recordatorio
is_is: Stilling áminningar
it_it: Promemoria impostato

# #31514
source: Episodes use poster
es_es: Póster usado en episodio
is_is: Þættir nota kynningarmyndefni
it_it: Episodi usano poster

# #31515
source: Recently Updated TV Shows
es_es: Series actualizadas recientemente
is_is: Nýlega uppfærðir sjónvarpsþættir
it_it: Serie TV aggiornate di recente

# #31516
source: Similar TV Shows based on Watched
es_es: Series similares basadas en vistos
is_is: Svipaðair sjónvarpsþættir byggt á áhorfi
it_it: Serie TV simili basate su serie TV già viste

# #31517
source: TV Shows Suggestions by Genre:
es_es: Sugerencias de series por género:
is_is: Tillögur að sjónvarpsþáttum eftir flokki:
it_it: Serie TV suggerite per genere:

# #31518
source: Popular Movies
es_es: Películas populares
is_is: Vinsælar kvikmyndir
it_it: Film popolari

# #31519
source: TMDb Top Rated Movies
es_es: Películas mejor valoradas de TMDb
is_is: Kvikmyndir með hæstu einkunn á TMDb
it_it: Film più votati TMDb

# #31520
source: Upcoming Movies
es_es: Próximas películas
is_is: Væntanlegar kvikmyndir
it_it: Film in uscita

# #31521
source: In-Theater Movies
es_es: Películas en el cine
is_is: Kvikmyndir í bíó
it_it: Film in teatro

# #31522
source: Popular TV Shows
es_es: Series populares
is_is: Vinsælir sjónvarpsþættir
it_it: Serie TV popolari

# #31523
source: TMDb Top Rated TV Shows
es_es: Series mejor valoradas de TMDb
is_is: Sjónvarpsþættir með hæstu einkunn á TMDb
it_it: Serie TV più votate TMDb

# #31524
source: Airing Today TV Shows
es_es: Series en emisión hoy
is_is: Sjónvarpsþættir í sjónvarpinu í dag
it_it: Serie TV in onda oggi

# #31525
source: Currently Airing TV Shows
es_es: Series en emisión actualmente
is_is: Sjónvarpsþættir núna í sjónvarpinu
it_it: Serie TV attualmente in onda

# #31526
source: Next Up Episodes
es_es: Próximos episodios
is_is: Þættir næst á dagskrá
it_it: Episodi successivi

# #31527
source: Reboot to Android
es_es: Reiniciar a Android
is_is: Endurræsa yfir í Android
it_it: Riavvia su Android

# #31528
source: Power Menu
es_es: Menú de energía
is_is: Gangstýringarvalmynd
it_it: Menu uscita

# #31529
source: Popular People
es_es: Celebridades populares
is_is: Vinsælt fólk
it_it: Persone popolari

# #31530
source: Trending Today
es_es: En tendencia hoy
is_is: Vinsælt í dag
it_it: Di tendenza oggi

# #31531
source: Trending this Week
es_es: En tendencia esta semana
is_is: Vinsælt í þessari viku
it_it: Di tendenza questa settimana

# #31532
source: Highest Revenue
es_es: Mayores ingresos
is_is: Mestu tekjur
it_it: Incassi più alti

# #31533
source: Most Voted
es_es: Más votados
is_is: Flest atkvæði
it_it: Più votati

# #31534
source: People
es_es: Personas
is_is: Fólk
it_it: Persone

# #31535
source: People Trending Today
es_es: Personas que son tendencia hoy
is_is: Vinsælt fólk í dag
it_it: Persone di tendenza oggi

# #31536
source: People Trending this Week
es_es: Personas que son tendencia esta semana
is_is: Vinsælt fólk í þessari viku
it_it: Persone di tendenza questa settimana

# #31538
source: Trakt - Watchlist
es_es: Trakt - Lista de seguimiento
it_it: Trakt - Elenco da vedere

# #31539
source: Trakt - History
es_es: Trakt - Historial
it_it: Trakt - Cronologia

# #31540
source: Trakt - Most Watched
es_es: Trakt - Más vistas
it_it: Trakt - Più visti

# #31541
source: Trakt - In-Progress
es_es: Trakt - En progreso
it_it: Trakt - In corso

# #31542
source: Trakt - Recommended
es_es: Trakt - Recomendados
it_it: Trakt - Consigliati

# #31543
source: Trakt - Trending
es_es: Trakt - En tendencia
it_it: Trakt - Di tendenza

# #31545
source: Trakt - Most Played
es_es: Trakt - Más vistos
it_it: Trakt - Più riprodotti

# #31546
source: Trakt - Anticipated
es_es: Trakt - Anticipadas
it_it: Trakt - Anticipati

# #31547
source: Trakt - Top 10 Box Office This Week
es_es: Trakt - Las 10 más taquilleras esta semana
it_it: Trakt - Top 10 questa settimana al botteghino

# #31548
source: Trakt - My Shows Airing This Week
es_es: Trakt - Mis series en emisión esta semana
it_it: Trakt - Le mie Serie in onda questa settimana

# #31549
source: Trakt - Trending Lists
es_es: Trakt - Listas en tendencia
it_it: Trakt - Liste di tendenza

# #31550
source: Trakt - Popular Lists
es_es: Trakt - Listas populares
it_it: Trakt - Liste popolari

# #31551
source: Trakt - Liked Lists
es_es: Trakt - Listas de Me gusta
it_it: Trakt - Liste piaciute

# #31552
source: Trakt - Your Lists
es_es: Trakt - Mis listas
it_it: Trakt - Le tue liste

# #31553
source: Embuary Info Shelves
es_es: Widgets Embuary Info
it_it: Scaffali Embuary Info

# #31554
source: Embuary Info - Popular Movies
es_es: Embuary Info - Películas populares
it_it: Embuary Info - Film popolari

# #31555
source: Embuary Info - Top Rated Movies
es_es: Embuary Info - Películas mejor valoradas en TMDb
it_it: Embuary Info - Film più votati

# #31556
source: Embuary Info - Upcoming Movies
es_es: Embuary Info - Próximas películas
it_it: Embuary Info - Film in uscita

# #31557
source: Embuary Info - Now Playing Movies
es_es: Embuary Info - Película en reproducción
it_it: Embuary Info - Film in riproduzione

# #31558
source: Embuary Info - Movies Trending This Week
es_es: Embuary Info - Películas tendencia esta semana
it_it: Embuary Info - Film di tendenza questa settimana

# #31559
source: Embuary Info - Popular TV Shows
es_es: Embuary Info - Series populares
is_is: Embuary upplýsingar - Vinsælir sjónvarpsþættir
it_it: Embuary Info - Serie TV popolari

# #31560
source: Embuary Info - Top Rated TV Shows
es_es: Embuary Info - Series mejor valoradas en TMDb
is_is: Embuary upplýsingar - Sjónvarpsþættir með hæstu einkunn
it_it: Embuary Info - Serie TV più votate

# #31561
source: Embuary Info - Airing Today TV Shows
es_es: Embuary Info - Series en emisión hoy
is_is: Embuary upplýsingar - Sjónvarpsþættir í sjónvarpinu í dag
it_it: Embuary Info - Serie TV in onda oggi

# #31562
source: Embuary Info - Currently Airing TV Shows
es_es: Embuary Info - Series en emisión actualmente
is_is: Embuary upplýsingar - Sjónvarpsþættir núna í sjónvarpinu
it_it: Embuary Info - Serie TV attualmente in onda

# #31563
source: Embuary Info - TV Shows Trending This Week
es_es: Embuary Info - Series tendencia esta semana
is_is: Embuary upplýsingar - Vinsælir sjónvarpsþættir í þessari viku
it_it: Embuary Info - Serie TV di tendenza questa settimana

# #31564
source: TMDb Helper - Next Aired: All Items
es_es: TMDb Helper - Próxima emisión: Todos los elementos
is_is: TMDb-hjálpari - Næst í útsendingu: Öll atriði
it_it: Assistente TMDb - Prossima messa in onda: Tutti gli elementi

# #31565
source: TMDb Helper - Next Aired: Next Week
es_es: TMDb Helper - Próxima emisión: Próxima semana
is_is: TMDb-hjálpari - Næst í útsendingu: Í næstu viku
it_it: Assistente TMDb - Prossima messa in onda: La prossima settimana

# #31566
source: TMDb Helper - Next Aired: Today
es_es: TMDb Helper - Próxima emisión: Hoy
is_is: TMDb-hjálpari - Næst í útsendingu: Í dag
it_it: Assistente TMDb - Prossima messa in onda: Oggi

# #31567
source: Embuary Info - Next Aired: Next 7 Days
es_es: Embuary Info - Próxima emisión: Próximos 7 Días
it_it: Embuary Info - Prossima messa in onda: Prossimi 7 giorni

# #31568
source: Embuary Info - Next Aired: Today
es_es: Embuary Info - Próxima emisión: Hoy
it_it: Embuary Info - Prossima messa in onda: Oggi

# #31569
source: Default Amber Background
es_es: Fondo predeterminado de Amber
is_is: Sjálfgefinn bakgrunnur Amber
it_it: Sfondo predefinito Amber

# #31570
source: Default Addons Background
es_es: Fondo predeterminado para add-ons
is_is: Sjálfgefinn bakgrunnur viðbóta
it_it: Sfondo predefinito add-on

# #31571
source: Default Videos Background
es_es: Fondo predeterminado para vídeos
is_is: Sjálfgefinn bakgrunnur myndskeiða
it_it: Sfondo predefinito video

# #31572
source: Default Movies Background
es_es: Fondo predeterminado para películas
is_is: Sjálfgefinn bakgrunnur kvikmynda
it_it: Sfondo predefinito film

# #31573
source: Default TV Shows Background
es_es: Fondo predeterminado para series
is_is: Sjálfgefinn bakgrunnur sjónvarpsþátta
it_it: Sfondo predefinito serie TV

# #31574
source: Default Music Videos Background
es_es: Fondo predeterminado para vídeos musicales
is_is: Sjálfgefinn bakgrunnur tónlistarmyndbanda
it_it: Sfondo predefinito video musicali

# #31575
source: Default Music Background
es_es: Fondo predeterminado para música
is_is: Sjálfgefinn bakgrunnur tónlistar
it_it: Sfondo predefinito musica

# #31576
source: Default Pictures Background
es_es: Fondo predeterminado para fotos
is_is: Sjálfgefinn bakgrunnur ljósmynda
it_it: Sfondo predefinito immagini

# #31577
source: Default Weather Background
es_es: Fondo predeterminado para meteorología
is_is: Sjálfgefinn bakgrunnur veðurs
it_it: Sfondo predefinito meteo

# #31578
source: Default Games Background
es_es: Fondo predeterminado para juegos
is_is: Sjálfgefinn bakgrunnur leikja
it_it: Sfondo predefinito giochi

# #31579
source: Default Favourites Background
es_es: Fondo predeterminado para favoritos
is_is: Sjálfgefinn bakgrunnur eftirlæta
it_it: Sfondo predefinito preferiti

# #31580
source: Default Search Background
es_es: Fondo predeterminado para búsqueda
is_is: Sjálfgefinn bakgrunnur leitar
it_it: Sfondo predefinito ricerca

# #31581
source: Default Power Background
es_es: Fondo predeterminado para energía
is_is: Sjálfgefinn bakgrunnur gangstýringar
it_it: Sfondo predefinito uscita

# #31582
source: Default PVR Background
es_es: Fondo predeterminado para PVR
is_is: Sjálfgefinn bakgrunnur PVR-upptöku
it_it: Sfondo predefinito PVR

# #31583
source: Default PVR Radio Background
es_es: Fondo predeterminado para Radio PVR
is_is: Sjálfgefinn bakgrunnur PVR-útvarps
it_it: Sfondo predefinito PVR radio

# #31584
source: Default Settings Background
es_es: Fondo predeterminado para ajustes
is_is: Sjálfgefinn bakgrunnur stillinga
it_it: Sfondo predefinito impostazioni

# #31585
source: Delete Favourites Menu Item?
es_es: ¿Eliminar elemento del menú favoritos?
it_it: Eliminare la voce di menu preferiti?

# #31586
source: Are you sure you want to remove the Favourites menu item?[CR]If you want to create it again, either restore the menu item[CR]Or use the custom action start_favourites for your desired menu item.
es_es: ¿Está seguro de que desea eliminar el elemento del menú favoritos?[CR]Si quieres crearlo de nuevo, restaure el elemento de menú[CR]O utilice la acción personalizada start_favourites para el elemento de menú deseado.
it_it: Sei sicuro di voler rimuovere la voce di menu Preferiti?[CR]Se desideri crearla di nuovo, ripristina la voce di menu[CR]Oppure utilizza l'azione personalizzata start_favourites per la voce di menu desiderata.

# #31587
source: Common Shortcut
es_es: Acceso directo común
is_is: Almennur flýtilykill
it_it: Scorciatoia comune

# #31588
source: Party Mode (Music Videos)
es_es: Modo fiesta (Vídeo musical)
is_is: Partýhamur (tónlistarmyndbönd)
it_it: Modalità Party (Video musicali)

# #31589
source: Random Music Videos Fanart
es_es: Fanart para vídeos musicales aleatorio
it_it: Fanart casuale video musicali

# #31590
source: Random Video or Music Node Fanart
es_es: Fanart para nodos de vídeo o música aleatorio
it_it: Fanart casuale video o musica

# #31591
source: Movie Node Statistics
es_es: Estadísticas del nodo de películas
it_it: Statistiche del nodo film

# #31592
source: TV Show Node Statistics
es_es: Estadísticas del nodo de series
it_it: Statistiche del nodo serie TV

# #31593
source: Music Video Node Statistics
es_es: Estadísticas del nodo de vídeos musicales
it_it: Statistiche del nodo video musicale

# #31594
source: Artist Node Statistics
es_es: Estadísticas del nodo de artista
it_it: Statistiche del nodo artista

# #31595
source: Album Node Statistics
es_es: Estadísticas del nodo de álbumes
it_it: Statistiche del nodo album

# #31596
source: Song Node Statistics
es_es: Estadísticas del nodo de canciones
it_it: Statistiche del nodo brano

# #31597
source: Random Movie fanart (Kodi)
es_es: Fanart aleatorio de películas (Kodi)
is_is: Aðdáendamyndir kvikmynda af handahófi (Kodi)
it_it: Fanart casuale film (Kodi)

# #31598
source: Random TV Show fanart (Kodi)
es_es: Fanart aleatorio de series (Kodi)
is_is: Aðdáendamyndir sjónvarpsþátta af handahófi (Kodi)
it_it: Fanart casuale serie TV (Kodi)

# #31599
source: Random Video fanart (Kodi)
es_es: Fanart aleatorio de vídeo (Kodi)
is_is: Aðdáendamyndir myndskeiða af handahófi (Kodi)
it_it: Fanart casuale video (Kodi)

# #31600
source: Random Music fanart (Kodi)
es_es: Fanart aleatorio de música (Kodi)
is_is: Aðdáendamyndir tónlistar af handahófi (Kodi)
it_it: Fanart casuale musica (Kodi)

# #31601
source: Random fanart (Kodi)
es_es: Fanart aleatorio (Kodi)
is_is: Aðdáendamyndir af handahófi (Kodi)
it_it: Fanart casuale (Kodi)

# #31602
source: Default LibreELEC Background
es_es: Fondo predeterminado de LibreELEC
is_is: Sjálfgefinn bakgrunnur LibreELEC
it_it: Sfondo LibreELEC predefinito

# #31603
source: Number of Playlist/Node Fanarts to use as Background
es_es: Número de fanarts de Lista/Nodo a utilizar como fondo
it_it: Numero di Playlist/Nodi fanart da utilizzare come sfondo

# #31604
source: Playlist/Node Fanart Background Limit
es_es: Límite de fondo de fanart para Listas/Nodos
it_it: Limite sfondo Playlist/Nodo fanart

# #31605
source: Custom Shelf
es_es: Widget personalizado
is_is: Sérsniðinn rekki
it_it: Scaffale personalizzato

# #31606
source: Tall List
es_es: Lista Alta
is_is: Hár listi
it_it: Elenco alto

# #31608
source: Big Panel 2
es_es: Panel grande 2
is_is: Stórt stjórnborð 2
it_it: Pannello grande 2

# #31609
source: Shelves Position
es_es: Posición de widgets
is_is: Staðsetning rekka
it_it: Posizione scaffali

# #31610
source: Artwork Type
es_es: Tipo de arte
is_is: Tegund myndefnis
it_it: Tipo di artwork

# #31611
source: Poster
es_es: Póster
is_is: Kynningarspjald

# #31612
source: Square
es_es: Cuadrado
is_is: Ferningur
it_it: Quadrato

# #31613
source: Standard
es_es: Estándar
is_is: Staðlað

# #31614
source: Low
es_es: Baja
is_is: Lágt
it_it: Basso

# #31615
source: Label on Shelf Item
es_es: Etiqueta en elemento widget
is_is: Merking á atriði í rekka
it_it: Etichetta sull'elemento dello scaffale

# #31616
source: Shelf Sort Method
es_es: Método de ordenación
is_is: Aðferð við röðun í rekka
it_it: Metodo di ordinamento scaffale

# #31617
source: Shelf Sort Direction
es_es: Dirección de ordenación
is_is: Stefna röðunar í rekka
it_it: Direzione ordinamento scaffale

# #31618
source: Shelf Item Limit
es_es: Límite de Widget
is_is: Takmörk atriða í rekka
it_it: Limite elemento scaffale

# #31619
source: Thumb
es_es: Miniatura
is_is: Smámynd
it_it: Anteprima

# #31623
source: Disc Art
es_es: Arte de disco
is_is: Myndefni disks

# #31624
source: Character Art
es_es: Arte de personajes
is_is: Stafalist
