Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# #31625
source: TV Show Status
es_es: Estado de serie
is_is: Staða sjónvarpsþáttar
it_it: Stato serie TV

# #31626
source: Number of Episodes
es_es: Número de episodios
is_is: Fjöldi þátta
it_it: Numero di episodi

# #31627
source: Number of Watched Episodes
es_es: Número de episodios vistos
is_is: Fjöldi áhorfðra þátta
it_it: Numero di episodi già visti

# #31628
source: Enable Label Scrolling
es_es: Activar deslizamiento de etiqueta
it_it: Abilita scorrimento Etichette

# #31629
source: Show Text under artwork
es_es: Mostrar texto debajo de obra de arte
it_it: Mostra testo sotto l'Artwork

# #31630
source: Automatic Scroll Time (seconds)
es_es: Tiempo de desplazamiento automático (segundos)
it_it: Tempo scorrimento automatico (secondi)

# #31631
source: Automatic Scroll Time
es_es: Tiempo de desplazamiento automático
it_it: Tempo scorrimento automatico

# #31632
source: Simple List
es_es: Lista Simple
is_is: Einfaldur listi
it_it: Elenco semplice

# #31633
source: Disable Simple List View
es_es: Desactivar vista de Lista Simple
it_it: Disabilita visualizzazione elenco semplice

# #31634
source: High
es_es: Alta
is_is: Hátt
it_it: Alto

# #31635
source: Customize Bottom Shortcuts
es_es: Personalizar accesos directos inferiores
it_it: Personalizza scorciatoie in basso

# #31636
source: Shortcuts
es_es: Accesos directos
is_is: Flýtileiðir
it_it: Scorciatoie

# #31637
source: Enable Bottom Shortcuts
es_es: Activar accesos directos inferiores
it_it: Abilita scorciatoie in basso

# #31638
source: Show Bottom Shortcuts for this Menu Item
es_es: Mostrar accesos directos inferiores para este elemento de menú
it_it: Mostra scorciatoie in basso per questa voce di menu

# #31639
source: Short Daily Weather
es_es: Meteorología diaria en formato corto
is_is: Stutt dagleg veðurspá
it_it: Piccolo meteo quotidiano

# #31640
source: Short Hourly Weather
es_es: Meteorología cada hora en formato corto
is_is: Stutt klukkustundar-veðurspá
it_it: Piccolo meteo ogni ora

# #31641
source: Surprise Me
es_es: Sorpréndeme
is_is: Komdu mér á óvart
it_it: Sorprendimi

# #31642
source: Surprise Me (Movie)
es_es: Sorpréndeme (Película)
is_is: Komdu mér á óvart (kvikmynd)
it_it: Sorprendimi (Film)

# #31643
source: Surprise Me (Episode)
es_es: Sorpréndeme (Episodio)
is_is: Komdu mér á óvart (þáttur)
it_it: Sorprendimi (Episodio)

# #31644
source: Surprise Me (Music Video)
es_es: Sorpréndeme (Vídeo musical)
is_is: Komdu mér á óvart (tónlistarmyndband)
it_it: Sorprendimi (Video musicale)

# #31645
source: Make Default Menu Item
es_es: Hacer elemento de menú predeterminado
is_is: Gera að sjálfgefnu valmyndaratriði
it_it: Imposta come voce di menu predefinita

# #31646
source: Current Default Menu Item
es_es: Elemento de menú predeterminado actual
it_it: Voce di menu predefinita attuale

# #31647
source: Enable Choosing Default Menu Item
es_es: Activar selección de elemento de menú predeterminado
it_it: Abilita la scelta della voce di menu predefinita

# #31648
source: Right List
es_es: Lista Derecha
it_it: Elenco destro

# #31649
source: Decades
es_es: Décadas
is_is: Áratugir
it_it: Decenni

# #31650
source: Show Information Popup
es_es: Mostrar ventana de información emergente
is_is: Birta upplýsingaglugga
it_it: Mostra informazioni popup

# #31651
source: Center shelf items on screen
es_es: Centrar elementos de widget en pantalla
is_is: Miðjusetja atriði rekka á skjánum
it_it: Elementi scaffale centrati sullo schermo

# #31652
source: Select Information Popup Delay (in seconds)
es_es: Seleccione tiempo de aparición de información (segundos)
is_is: Veldu töf á birtingu upplýsingaglugga (í sekúndum)
it_it: Seleziona informazioni ritardo popup (in secondi)

# #31653
source: Information Popup Delay
es_es: Retraso de ventana emergente de información
is_is: Töf upplýsingaglugga
it_it: Ritardo popup informazioni

# #31654
source: Show Information for Shelves
es_es: Mostrar widgets de información
is_is: Sýna upplýsingar fyrir rekka
it_it: Mostra informazioni per scaffali

# #31901
source: 36 Hour Forecast
es_es: Pronóstico de 36 horas
is_is: 36 klst veðurspá
it_it: Previsioni a 36 ore

# #31902
source: Hourly Forecast
es_es: Pronóstico por hora
is_is: Veðurspá fyrir klukkustundir
it_it: Previsioni orarie

# #31903
source: Weekend Forecast
es_es: Pronóstico fin de semana
is_is: Veðurspá helgarinnar
it_it: Previsioni fine settimana

# #31904
source: 10 Day Forecast
es_es: Pronóstico de 10 días
is_is: 10 daga veðurspá
it_it: Previsioni a 10 giorni

# #31920
source: Disable all Home shelves
es_es: Desactivar todos los widgets de inicio
is_is: Gera alla forsíðurekka óvirka
it_it: Disabilita tutti gli scaffali Home

# #31936
source: Enable Skin Shortcuts
es_es: Activar accesos directos del skin
is_is: Virkja flýtilykla skinns
it_it: Abilita scorciatoie skin

# #31937
source: Enable Up Next Notifications
es_es: Activar notificaciones de Up Next
is_is: Virkja tilkynningar um næst á dagskrá
it_it: Abilita notifiche successive

# #31938
source: Enable Global Search
es_es: Activar Global Search
is_is: Virkja víðværa leit
it_it: Abilita ricerca globale

# #31939
source: Customise icons
es_es: Personalizar iconos
is_is: Sérsníða táknmyndir
it_it: Personalizza icone

# #31940
source: Weather icons
es_es: Iconos meteorológicos
is_is: Táknmyndir fyrir veður
it_it: Icone meteo

# #31941
source: Video Genre icons
es_es: Iconos de género de vídeo
is_is: Táknmyndir fyrir kvikmyndastefnur
it_it: Icone genere video

# #31942
source: Studio icons
es_es: Iconos de estudios
is_is: Táknmyndir fyrir framleiðendur
it_it: Icone studios

# #31943
source: Record Label icons
es_es: Iconos de sello discográficos
is_is: Táknmyndir fyrir plötuútgefendur
it_it: Icone etichetta discografica

# #31944
source: Music Genre icons
es_es: Iconos de género musical
is_is: Táknmyndir fyrir tónlistarstefnur
it_it: Icone genere musica

# #31945
source: Movie Country icons
es_es: Iconos del país de la película
is_is: Táknmyndir fyrir lönd kvikmynda
it_it: Icone paese del film

# #31949
source: Show ExtraFanart if available
es_es: Mostrar fanart extra si está disponible
is_is: Birta viðbótaraðdáendamyndir ef þær eru tiltækar
it_it: Mostra fanart extra se disponibile

# #31950
source: Hide Music OSD during playback
es_es: Ocultar OSD de música durante reproducción
is_is: Fela OSD-stjórntexta tónlistar við afspilun
it_it: Nascondi l'OSD musica durante la riproduzione

# #31951
source: Use default background for sub windows
es_es: Usar fondo predeterminado para subventanas
is_is: Nota sjáfgefinn bakgrunn fyrir undirglugga
it_it: Usa sfondo predefinito per sotto finestre

# #31952
source: Show Artist Fanart background with Music Visualisation
es_es: Mostrar fanart de artista como fondo con visualización de música
it_it: Mostra sfondo della fanart artista con la visualizzazione musica

# #31953
source: Show Fanart background on sub windows
es_es: Mostrar fanart de fondo con subventanas
is_is: Birta aðdáendamynd sem bakgrunn í undirgluggum
it_it: Mostra sfondo fanart nelle sotto finestre

# #31954
source: S
es_es: T
is_is: Á

# #31955
source: Hide
es_es: Ocultar
is_is: Fela
it_it: Nascondi

# #31956
source: Get theme
es_es: Obtener tema
is_is: Ná í þema
it_it: Ottieni tema

# #31957
source: Hide Update library button from home submenu
es_es: Ocultar botón actualizar biblioteca del submenú de inicio
is_is: Fela 'Uppfæra safn' hnapp af undirvalmynd forsíðu
it_it: Nascondi il tasto Aggiorna libreria nel sottomenu della Home

# #31958
source: Big Panel
es_es: Panel grande
is_is: Stórt stjórnborð
it_it: Pannello grande

# #31959
source: Go fullscreen on music playback
es_es: Ir a pantalla completa en reproducción de música
is_is: Fylla skjáinn við afspilun tónlistar
it_it: Schermo intero durante la riproduzione di musica

# #31960
source: Big List
es_es: Lista Grande
is_is: Stór listi
it_it: Elenco grande

# #31961
source: Recently added
es_es: Añadido recientemente
is_is: Nýlega bætt við
it_it: Aggiunto di recente

# #31962
source: Low List
es_es: Lista Baja
is_is: Lágur listi
it_it: Elenco basso

# #31964
source: Configure shelf items
es_es: Configurar elementos de widget
is_is: Stilla atriði í rekka
it_it: Configura elementi dello scaffale

# #31965
source: Banner List
es_es: Lista Banner
is_is: Listi á borða
it_it: Elenco banner

# #31966
source: Recommended
es_es: Recomendado
is_is: Mælt með
it_it: Consigliato

# #31967
source: Enable Home shelf
es_es: Activar widget de inicio
is_is: Virkja forsíðurekka
it_it: Abilita scaffale nella Home

# #31968
source: Show info
es_es: Mostrar info
is_is: Birta upplýsingar
it_it: Mostra informazioni

# #31969
source: Use Artist Slideshow Addon Fanart with Music Visualisation
es_es: Usar add-on Fanart Artist Slideshow con visualización de música
it_it: Usa l'add-on Artist Slideshow Fanart con Music Visualisation

# #31970
source: Push down for Gallery
es_es: Pulsar abajo para galería
is_is: Ýta niður til að sjá myndasafn
it_it: Spingi verso il basso per la galleria

# #31971
source: Show Fanart background on Home window
es_es: Mostrar fanart de fondo para ventana de inicio
is_is: Birta aðdáendamynd sem bakgrunn á forsíðu
it_it: Mostra lo sfondo fanart nella finestra Home

# #31972
source: Hide in progress marks
es_es: Ocultar indicadores de progreso
is_is: Fela merki fyrir efni í gangi
it_it: Nascondi marcatori in corso

# #31974
source: Home menu
es_es: Menú de inicio
is_is: Forsíðuvalmynd
it_it: Menu principale

# #31975
source: Channels
es_es: Canales
is_is: Rásir
it_it: Canali

# #31976
source: Home shelf
es_es: Widget en la ventana de inicio
is_is: Forsíðurekki
it_it: Scaffale Home

# #31977
source: Fast start
es_es: Inicio rápido
is_is: Hraðræsing
it_it: Avvio veloce

# #31978
source: Show library info on Home
es_es: Mostrar información de biblioteca en ventana de inicio
is_is: Sýna upplýsingar um safn á forsíðu
it_it: Mostra informazioni libreria su Home

# #31979
source: Loading...
es_es: Cargando...
is_is: Hleð inn...
it_it: Caricamento...

# #31980
source: Hide unwatched marks
es_es: Ocultar indicadores de no visto
is_is: Fela merki fyrir óskoðað
it_it: Nascondi marcatori non visti

# #31981
source: Hide watched marks
es_es: Ocultar indicadores de visto
is_is: Fela merki fyrir skoðað
it_it: Nascondi marcatori visti

# #31982
source: Shelf items populate more slowly on some systems. By default, skin waits for them to be ready and presents Home screen afterwards.[CR][CR]This option skips this step and presents Home page immediately. Shelf items will appear with a delay, depending on a speed of your system.
es_es: Los elementos del widget se llenan más lentamente en algunos sistemas. De forma predeterminada, el skin espera a que estén listos y luego presenta la pantalla de inicio.[CR][CR]Esta opción omite este paso y muestra la página de inicio inmediatamente. Los elementos del widget aparecerán con cierto retraso, dependiendo de la velocidad de tu sistema.
is_is: Atriði í rekka birtast hægar á sumum kerfum. Sjálfgefið bíður skinnið eftir að þau séu tilbúin og birtir forsíðuskjáinn eftirá.[CR][CR]Þessi valkostur sleppir þessu skrefi og birtir forsíðuna strax. Atriði í rekka munu birtast með töf, sem fer eftir hraða kerfisins þíns.
it_it: Su alcuni sistemi gli oggetti sullo scaffale compaiono più lentamente. Per impostazione predefinita, la skin aspetta che siano pronti e dopo presenterà la schermata Home.[CR][CR]Questa opzione salta questo passaggio e presenta immediatamente la Home page. Gli articoli sullo scaffale appariranno con un ritardo, a seconda della velocità del tuo sistema.

# #31983
source: Choose from menu
es_es: Elegir desde el menú
is_is: Veldu úr valmynd
it_it: Scegli dal menu

# #31984
source: Skip to
es_es: Saltar a
is_is: Sleppa yfir á
it_it: Salta a

# #31985
source: Advanced
es_es: Avanzado
is_is: Nánar
it_it: Avanzate

# #31986
source: Use default background for Home window
es_es: Usar fondo predeterminado para ventana de inicio
is_is: Nota sjáfgefinn bakgrunn á forsíðuglugga
it_it: Usa sfondo predefinito per la finestra Home

# #31987
source: Random
es_es: Aleatorio
is_is: Handahófsvalið
it_it: Casuale

# #31988
source: Menu
es_es: Menú
is_is: Valmynd

# #31989
source: Quit button function
es_es: Función del botón Salir
is_is: Eiginleikar Hætta-hnapps
it_it: Funzione pulsante Esci

# #31991
source: Show video player/music visualization in background
es_es: Mostrar reproductor de vídeo/visualización de música como fondo
is_is: Sýna sjónhrif mynd/tónlistarspilara í bakgrunni
it_it: Mostra visualizzazione lettore video/Musica sullo sfondo

# #31992
source: Banner (wide) thumbs
es_es: Miniaturas de banners (anchas)
is_is: Smámyndir (breiðar) fyrir borða
it_it: Banner (largo) anteprime

# #31993
source: Not used - click to customize
es_es: Sin uso - haga clic para personalizar
is_is: Ekki notað - smelltu til að sérsníða
it_it: Non utilizzato: fai clic per personalizzare

# #31994
source: Use vertical main menu
es_es: Usar menú principal vertical
is_is: Nota lóðrétta valmynd
it_it: Usa menu principale verticale

# #31995
source: Home layout
es_es: Diseño de inicio
is_is: Framsetning forsíðu
it_it: Disposizione Home

# #31996
source: Holiday snowfall theme
es_es: Tema de nevadas navideñas
is_is: Hátíðar-snjókomuþema
it_it: Tema Holyday snowfall

# #31997
source: Hide channel logos in PVR List/Timeline
es_es: Ocultar logos de canales en la Lista/Línea de tiempo PVR
is_is: Fela táknmerki rása í PVR-upptökulista/tímalínu
it_it: Nascondi loghi dei canali nell'Elenco/Timeline PVR

# #31998
source: Show lock/master mode status in title bar
es_es: Mostrar estado del modo bloqueo maestro en la barra de título
is_is: Sýna stöðu á læsingu/yfirham í titilrönd
it_it: Mostra stato modalità blocco/master nella barra del titolo

# #31999
source: BigList
es_es: Lista Grande
is_is: Stór_listi
it_it: Elenco grande

# #32000
source: Hide icons
es_es: Ocultar iconos
is_is: Fela táknmyndir
it_it: Nascondi icone

# #32002
source: Hide Games
es_es: Ocultar juegos
is_is: Fela leiki
it_it: Nascondi giochi

# #32003
source: Game Settings
es_es: Ajustes de juegos
is_is: Stillingar leiks
it_it: Impostazioni giochi

# #32004
source: Toggle Subtitle
es_es: Cambiar subtítulos
is_is: Víxla skjátexta af/á
it_it: Attiva/disattiva sottotitoli

# #32005
source: AB: Select Artwork
es_es: AB: Seleccionar arte
it_it: AB: Seleziona Artwork

# #32006
source: AB: All Artwork
es_es: AB: Todo el arte
it_it: AB: Tutti gli Artwork

# #32007
source: Special Features
es_es: Características especiales
it_it: Funzioni speciali

# #32008
source: Enable Special Features
es_es: Activar Special Features
it_it: Abilita funzioni speciali

# #32009
source: Next Episode
es_es: Siguiente episodio
is_is: Næsti þáttur
it_it: Prossimo episodio

# #32010
source: Latest Episode
es_es: Último episodio
is_is: Nýjasti þáttur
it_it: Ultimo episodio

# #32011
source: Airs
es_es: Emitidos
is_is: Sýnt
it_it: In onda

# #32013
source: Next Airing Episodes
es_es: Episodios en emisión próximamente
is_is: Þættir næst í útsendingu
it_it: Prossimi episodi in onda

# #32014
source: Search Results for:
es_es: Resultados de búsqueda para:
is_is: Leitarniðurstöður fyrir:
it_it: Cerca risultati per:

# #32015
source: Show Only Local Info
es_es: Mostrar solo información local
it_it: Mostra solo informazioni locali

# #32016
source: Extended Info
es_es: Info extendida
is_is: Ítarlegar upplýsingar
it_it: Info estese

# #32017
source: Search in Local Library
es_es: Buscar en biblioteca local
it_it: Cerca nella libreria locale

# #32018
source: Search online in TMDb
es_es: Buscar en TMDb
it_it: Cerca online in TMDb

# #32020
source: Hide Second Label in List Views
es_es: Ocultar segunda etiqueta en vistas del tipo lista
it_it: Nascondi la seconda etichetta nella visualizzazione elenchi

# #32021
source: Added:
es_es: Añadido:
is_is: Bætt við:
it_it: Aggiunto:

# #32022
source: Plays:
es_es: Reproducciones:
it_it: Play:

# #32023
source: Last Played:
es_es: Última reproducción:
is_is: Síðast spilað:
it_it: Ultima riprodotta:

# #32024
source: New Search
es_es: Nueva búsqueda
is_is: Ný leit
it_it: Nuova ricerca

# #32025
source: Movies Starring
es_es: Películas protagonizadas
it_it: Film con protagonista

# #32026
source: Movies Directed by
es_es: Películas dirigidas por
it_it: Film diretti da

# #32027
source: TV Shows Starring
es_es: Series protagonizadas por
is_is: Sjónvarpsþættir með
it_it: Protagonisti serie TV

# #32028
source: TV Shows Directed by
es_es: Series dirigidas por
is_is: Sjónvarpsþættir leikstýrt af
it_it: Serie TV dirette da

# #32029
source: Movies with Genre
es_es: Películas del género
it_it: Film con genere

# #32030
source: TV Shows with Genre
es_es: Series del género
is_is: Sjónvarpsþættir úr flokknum
it_it: Serie TV con genere

# #32031
source: Movies from Studio
es_es: Películas del estudio
is_is: Kvikmyndir frá framleiðanda
it_it: Film dallo Studio

# #32032
source: TV Shows from Studio
es_es: Series del estudio
is_is: Sjónvarpsþættir frá framleiðanda
it_it: Serie TV dallo Studio

# #32033
source: Movies from Year
es_es: Películas del año
is_is: Kvikmyndir frá ári
it_it: Film dall'anno

# #32034
source: TV Shows from Year
es_es: Series del año
is_is: Sjónvarpsþættir frá ári
it_it: Serie TV dall'anno

# #32035
source: Movies from Country
es_es: Películas del país
is_is: Kvikmyndir frá landi
it_it: Film dal paese

# #32036
source: Music Videos by Artist
es_es: Vídeo musical del artista
is_is: Tónlistarmyndbönd eftir flytjendum
it_it: Video musicali per artista

# #32037
source: YouTube videos about
es_es: Vídeos de YouTube acerca de
is_is: Youtube-myndskeið um
it_it: Video di YouTube su

# #32038
source: Enable Touch/Mouse Buttons
es_es: Activar táctil/botones de ratón
is_is: Virkja snerti/músarhnappa
it_it: Abilita i pulsanti touch/mouse

# #32040
source: Enable Kiosk Mode
es_es: Activar modo kiosco
is_is: Virkja sjálfsala-ham (kiosk)
it_it: Abilita modalità Kiosk

# #32042
source: Next Episodes
es_es: Próximos episodios
is_is: Næstu þættir
it_it: Prossimi episodi

# #32043
source: Customize Home Menu and Shelves
es_es: Personalizar menú de inicio y widgets
is_is: Sérsníða forsíðuvalmynd og rekka
it_it: Personalizza menu Home e scaffali

# #32044
source: Submenu
es_es: Submenú
is_is: Undirvalmynd
it_it: Sottomenu

# #32045
source: Shelves
es_es: Widgets
is_is: Rekkar
it_it: Scaffali

# #32046
source: Weather fanart
es_es: Fanart de meteorología
is_is: Aðdáendamyndir fyrir veður
it_it: Fanart meteo

# #32047
source: Seconds
es_es: Segundos
is_is: Sekúndur
it_it: Secondi

# #32048
source: Show background name in Home window
es_es: Mostrar nombre de fondo en ventana de inicio
it_it: Mostra il nome dello sfondo nella finestra Home

# #32049
source: Home window Background Rotation Delay
es_es: Retraso de cambio de fondo en ventana de inicio
it_it: Ritardo rotazione sfondo finestra Home

# #32050
source: IPTV Recorder
es_es: Grabador IPTV
is_is: IPTV-upptökutæki
it_it: Registratore IPTV

# #32051
source: IPTV Recorder Recordings
es_es: Grabaciones de grabador IPTV
is_is: Upptökur úr IPTV-upptökutæki
it_it: Registrazioni del registratore IPTV

# #32052
source: Show Video Info on Pause
es_es: Mostrar información de vídeo en pausa
it_it: Mostra informazioni video in pausa

# #32053
source: Show Two Shelves Together
es_es: Mostrar dos widgets juntos
is_is: Sýna tvo rekka saman
it_it: Mostra due scaffali insieme

# #32054
source: Use Larger Font
es_es: Usar fuente más grande
is_is: Nota stærra letur
it_it: Usa carattere più grande

# #32055
source: Use Wraparound Navigation
es_es: Usar navegación continua
it_it: Usa navigazione avvolgente

# #32056
source: Show more items on List Views
es_es: Mostrar más elementos en vistas de lista
is_is: Birta fleiri atriði í listasýnum
it_it: Mostra più elementi nelle visualizzazioni elenco

# #32057
source: Show Season/Episode Numbers
es_es: Mostrar números de temporada/episodio
is_is: Birta númer þáttaraðar/þáttar
it_it: Mostra numeri stagione/episodio

# #32058
source: Show Episode Thumb
es_es: Mostrar miniatura de episodio
is_is: Birta smámynd fyrir þátt
it_it: Mostra anteprime episodio

# #32059
source: Disable Tall List View
es_es: Desactivar vista de Lista Alta
is_is: Gera háa listasýn óvirka
it_it: Disabilita visualizzazione elenco alto

# #32060
source: Tall List
es_es: Lista Alta
is_is: Hár listi
it_it: Elenco alto

# #32061
source: Set Default Background
es_es: Establecer fondo predeterminado
is_is: Setja sjálfgefinn bakgrunn
it_it: Imposta sfondo predefinito

# #32062
source: Set Favourite Addons for Shelf
es_es: Establecer add-ons favoritos para widget
is_is: Stilla eftirlætisviðbætur fyrir rekka
it_it: Imposta add-on preferiti per scaffale

# #32063
source: Select Favourite Addons
es_es: Seleccionar add-ons favoritos
is_is: Veldu eftirlætisviðbætur
it_it: Seleziona add-on preferiti

# #32064
source: Backup/Restore
es_es: Copia de seguridad/Restaurar
is_is: Öryggisafritun/Endurheimting
it_it: Backup/Ripristino

# #32065
source: Backup
es_es: Copia de seguridad
is_is: Öryggisafrit

# #32066
source: Restore
es_es: Restaurar
is_is: Endurheimta
it_it: Ripristino

# #32067
source: Configure Backup addon
es_es: Configurar complemento de copia de seguridad
it_it: Configura add-on di backup

# #32068
source: Show Fanart
es_es: Mostrar fanart
is_is: Birta aðdáendamyndir
it_it: Mostra fanart

# #32069
source: Files
es_es: Archivos
is_is: Skrár
it_it: File

# #32070
source: Place Background Name in Top Bar
es_es: Colocar nombre del fondo en la barra superior
it_it: Posiziona nome dello sfondo nella barra superiore

# #32071
source: Enable Alphabet Strip
es_es: Activar movimiento por letra
it_it: Abilita striscia alfabetica

# #32072
source: Enable Autocompletion for Virtual Keyboard
es_es: Activar autocompletado para teclado virtual
is_is: Virkja sjálfvirka útfyllingu fyrir sýndarlyklaborð
it_it: Abilita completamento automatico per la tastiera virtuale

# #32073
source: Budget
es_es: Presupuesto
is_is: Kostnaður
it_it: Bilancio

# #32074
source: Revenue
es_es: Ganancias
is_is: Tekjur
it_it: Incassi

# #32075
source: Awards
es_es: Premios
is_is: Viðurkenningar
it_it: Premi

# #32076
source: Show Watched Items in Recent Shelves
es_es: Mostrar elementos vistos en widgets recientes
is_is: Sýna áhorfð atriði í nýlegum rekkum
it_it: Mostra elementi già visti negli scaffali recenti

# #32077
source: RT Total Critics Reviews
es_es: Reseñas de críticas totales RT
is_is: Alls umsagnir gagnrýnenda á RT
it_it: Recensioni totali dei critici di RT

# #32078
source: RT Fresh Reviews
es_es: Críticas recientes RT
is_is: Ferskar umsagnir á RT
it_it: Recensioni fresche di RT

# #32079
source: RT Rotten Reviews
es_es: Reseñas Rotten RT
is_is: Rotnar umsagnir á RT
it_it: Recensioni marce di RT

# #32080
source: RT Critics' Consensus
es_es: Consenso de la crítica RT
is_is: Samantekt gagnrýnenda á RT
it_it: Consenso dei critici di RT

# #32081
source: RT Total User Reviews
es_es: Reseñas de usuarios totales RT
is_is: Alls umsagnir notenda á RT
it_it: Totale recensioni degli utenti di RT

# #32082
source: Birthday
es_es: Fecha de nacimiento
is_is: Fæðingardagur
it_it: Compleanno

# #32083
source: Born
es_es: Nacido(a) en
is_is: Fæðing
it_it: Nato

# #32084
source: Age
es_es: Edad
is_is: Aldur
it_it: Età

# #32085
source: Died
es_es: Murió el
is_is: Lést
it_it: Morto

# #32086
source: Also Known As
es_es: También conocido como
is_is: Einnig þekkt sem
it_it: Conosciuto anche come

# #32087
source: Cast in Movies
es_es: Reparto en películas
is_is: Leikarar í kvikmyndum
it_it: Cast nei film

# #32088
source: Cast in TV Shows
es_es: Reparto en series
is_is: Leikarar í sjónvarpsþáttum
it_it: Cast nelle serie TV

# #32089
source: Crew in Movies
es_es: Equipo en películas
is_is: Tökulið í kvikmyndum
it_it: Persone nei film
