Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# Addon Summary
source: No bloatware, just your media with an easy to navigate interface
es_es: Sin bloatware, solo tu contenido con una interfaz fácil de navegar
is_is: Alls ekki óþarfa prjál, heldur bara margmiðlunarefnið þitt með einföldu viðmóti
it_it: Nessun bloatware, solo i tuoi file multimediali con un'interfaccia facile da navigare

# Addon Description
source: No bloatware, just your media with an easy to navigate interface.[CR]Uses some textures from Mediastream and Aeon skins.
es_es: Sin bloatware, solo tus medios con una interfaz fácil de navegar.[CR]Utiliza algunas texturas de los skins Mediastream y Aeon.
is_is: Alls ekki óþarfa prjál, heldur bara margmiðlunarefnið þitt með einföldu viðmóti.[CR]Notar ýmsar áferðir úr Mediastream og Aeon skinnunum.
it_it: Nessun bloatware, solo i tuoi file multimediali con un'interfaccia facile da navigare.[CR]Usa alcune texture delle skin Mediastream e Aeon.

# #31000
source: Picture Channels
es_es: Canales de fotos
is_is: Ljósmyndarásir
it_it: Canali immagini

# #31001
source: Video Channels
es_es: Canales de vídeo
is_is: Myndskeiðarásir
it_it: Canali video

# #31002
source: Music Channels
es_es: Canales de música
is_is: Tónlistarrásir
it_it: Canali musica

# #31003
source: Channels Directory
es_es: Directorio de canales
is_is: Yfirlit rása
it_it: Cartella canali

# #31005
source: Cinema
es_es: Cine
is_is: Bíó

# #31006
source: Shared
es_es: Compartido
is_is: Sameiginlegt
it_it: Condiviso

# #31007
source: PleXBMC settings
es_es: Ajustes de PleXBMC
is_is: PleXBMC stillingar
it_it: Impostazioni PleXBMC

# #31008
source: Go Plex
es_es: Ir a Plex
is_is: Áfram Plex
it_it: Passa a Plex

# #31009
source: Go Kodi
es_es: Ir a Kodi
is_is: Áfram Kodi
it_it: Passa a Kodi

# #31010
source: Queue
es_es: Cola
is_is: Biðröð
it_it: Coda

# #31011
source: Recently Viewed
es_es: Visto recientemente
is_is: Nýlega skoðað
it_it: Visti di recente

# #31012
source: Recently Released
es_es: Estrenado recientemente
is_is: Útgefið nýlega
it_it: Usciti di recente

# #31013
source: Recently Aired
es_es: Emitido recientemente
is_is: Nýlega sent út
it_it: In onda di recente

# #31014
source: On Deck
es_es: En progreso
is_is: Næst í röðinni
it_it: Sul Deck

# #31015
source: Sign In
es_es: Iniciar sesión
is_is: Skrá inn
it_it: Registrati

# #31016
source: Sign Out
es_es: Cerrar sesión
is_is: Skrá út
it_it: Disconnettiti

# #31017
source: Switch User
es_es: Cambiar de usuario
is_is: Skipta um notanda
it_it: Cambia utente

# #31018
source: 4-day view
es_es: Vista de 4 días
is_is: 4-daga sýn
it_it: Vista 4 giorni

# #31019
source: 8-day view
es_es: Vista de 8 días
is_is: 8-daga sýn
it_it: Vista 8 giorni

# #31020
source: Recently Added
es_es: Añadido recientemente
is_is: Nýlega bætt við
it_it: Aggiunto di recente

# #31021
source: Recently Played
es_es: Reproducido recientemente
is_is: Nýlega spilað
it_it: Riprodotti di recente

# #31023
source: Viewtype
es_es: Vista
is_is: Tegund sýnar
it_it: Tipo di vista

# #31024
source: Sort by
es_es: Ordenar por
is_is: Raða eftir
it_it: Ordina per

# #31025
source: Items
es_es: Elementos
is_is: Hlutir
it_it: Elementi

# #31026
source: Misc options
es_es: Opciones varias
is_is: Ýmsir valkostir
it_it: Opzioni varie

# #31027
source: Order
es_es: Orden
is_is: Röðun
it_it: Ordinamento

# #31028
source: Amber Settings
es_es: Ajustes de Amber
is_is: Stillingar Amber
it_it: Impostazioni Amber

# #31029
source: Remaining
es_es: Restante
is_is: Eftir
it_it: Rimanente

# #31030
source: Settings entry point
es_es: Punto de entrada de ajustes
is_is: Aðgangspunktur stillinga
it_it: Punto di ingresso delle impostazioni

# #31031
source: Home menu and Quit menu
es_es: Menú de inicio y menú salir
is_is: Forsíðuvalmynd og Hætta-valmynd
it_it: Menu Home ed Esci

# #31032
source: Home menu Only
es_es: Solo menú de inicio
is_is: Einungis forsíðuvalmynd
it_it: Solo menu Home

# #31033
source: Quit menu Only
es_es: Solo menú salir
is_is: Einungis Hætta-valmynd
it_it: Solo menu Esci

# #31034
source: Hide weather info in title bar
es_es: Ocultar info meteorológica en la barra de título
is_is: Fela veðurupplýsingar á titilrönd
it_it: Nascondi info meteo nella barra del titolo

# #31035
source: Media Flags
es_es: Indicadores
is_is: Flögg gagnamiðla
it_it: Flag media

# #31036
source: Next tracks
es_es: Próximas pistas
is_is: Næstu hljóðspor
it_it: Tracce successive

# #31037
source: Rated
es_es: Valorado
is_is: Einkunn
it_it: Valutato

# #31038
source: Reset ALL skin settings to default values
es_es: Restablecer TODOS los ajustes del skin a valores predeterminados
is_is: Frumstilla ALLAR stillingar skinns á sjálfgefin gildi
it_it: Reimposta TUTTE le impostazioni della skin ai valori predefiniti

# #31039
source: Hide title bar on sub windows
es_es: Ocultar barra de títulos en subventanas
is_is: Fela titilrönd á undirgluggum
it_it: Nascondi barra del titolo nelle sottofinestre

# #31040
source: Hide PVR recording status in title bar
es_es: Ocultar estado de grabación PVR en la barra de título
is_is: Fela stöðustiku PVR-upptöku í titilrönd
it_it: Nascondi stato registrazione PVR nella barra del titolo

# #31041
source: Repository
es_es: Repositorio
is_is: Gagnasafn

# #31045
source: Show Triple Row Shelf
es_es: Mostrar widget de tres filas
is_is: Sýna þriggja-raða rekka
it_it: Mostra scaffale a tripla fila

# #31046
source: Show Double Row Shelf
es_es: Mostrar widget de dos filas
is_is: Sýna tveggja-raða rekka
it_it: Mostra scaffale a doppia fila

# #31047
source: Select your Kodi user profile to login and continue
es_es: Seleccione su perfil de usuario de Kodi para iniciar sesión y continuar
is_is: Veldu Kodi notandasnið til að skrá þig inn og halda áfram
it_it: Seleziona il tuo profilo utente Kodi per accedere e continuare

# #31048
source: Visualization Presets
es_es: Visualizaciones preestablecidas
is_is: Forstillingar sjónhrifa
it_it: Preimpostazioni visualizzazione

# #31049
source: Settings Level
es_es: Nivel de ajustes
is_is: Ítarleiki stillinga
it_it: Livello impostazioni

# #31050
source: Sort: Ascending
es_es: Orden: Ascendente
is_is: Raða: Hækkandi
it_it: Ordine: Crescente

# #31051
source: Sort: Descending
es_es: Orden: Descendente
is_is: Raða: Lækkandi
it_it: Ordine: Decrescente

# #31052
source: Sections
es_es: Secciones
is_is: Hlutar
it_it: Sezioni

# #31053
source: Media Views
es_es: Vistas de contenido
is_is: Sýnir á margmiðlunarefni
it_it: Vista Media

# #31054
source: Media sources
es_es: Fuentes de contenido
is_is: Miðlunarveitur
it_it: Sorgenti Media

# #31069
source: Random episodes
es_es: Episodios aleatorios
is_is: Þættir af handahófi
it_it: Episodi casuali

# #31070
source: Random movies
es_es: Películas aleatorias
is_is: Kvikmyndir af handahófi
it_it: Film casuali

# #31071
source: In progress movies
es_es: Películas en progreso
is_is: Kvikmyndir í gangi
it_it: Film in corso

# #31072
source: Unwatched TV shows
es_es: Series no vistas
is_is: Óskoðaðir sjónvarpsþættir
it_it: Serie TV non viste

# #31073
source: In progress episodes
es_es: Episodios en progreso
is_is: Þættir í gangi
it_it: Episodi in corso

# #31074
source: Most played albums
es_es: Álbumes más reproducidos
is_is: Mest spiluðu hljómplötur
it_it: Album più ascoltati

# #31075
source: Random Albums
es_es: Álbumes aleatorios
is_is: Tilviljunarkenndar hljómplötur
it_it: Album casuali

# #31076
source: Most played songs
es_es: Canciones más reproducidas
is_is: Mest spiluðu lögin
it_it: Brani più ascoltati

# #31077
source: Random artists
es_es: Artistas aleatorios
is_is: Handahófskenndir flytjendur
it_it: Artisti casuali

# #31078
source: Random music videos
es_es: Vídeos musicales aleatorios
is_is: Handahófskennd tónlistarmyndbönd
it_it: Video musicali casuali

# #31079
source: Unwatched videos
es_es: Vídeos no vistos
is_is: Óskoðuð myndbönd
it_it: Video non visti

# #31080
source: Recent channels
es_es: Canales recientes
is_is: Nýlegar rásir
it_it: Canali recenti

# #31081
source: Recent recordings
es_es: Grabaciones recientes
is_is: Nýlegar upptökur
it_it: Registrazioni recenti

# #31082
source: No content found
es_es: No se encontró contenido
is_is: Ekkert efni fannst
it_it: Nessun contenuto trovato

# #31083
source: Show double row shelves
es_es: Mostrar widgets de dos filas
is_is: Sýna tveggja-raða rekka
it_it: Mostra scaffali a doppia fila

# #31084
source: Hide Recently Added
es_es: Ocultar añadido recientemente
is_is: Fela nýlega bætt við
it_it: Nascondi aggiunti di recente

# #31085
source: Hide Random
es_es: Ocultar aleatorio
is_is: Fela af handahófi
it_it: Nascondi Casuali

# #31086
source: Hide Random Albums
es_es: Ocultar álbumes aleatorios
is_is: Fela hljómplötur af handahófi
it_it: Nascondi album casuali

# #31087
source: Hide Random Artists
es_es: Ocultar artistas aleatorios
is_is: Fela flytjendur af handahófi
it_it: Nascondi artisti casuali

# #31088
source: Hide In Progress
es_es: Ocultar en progreso
is_is: Fela efni í gangi
it_it: Nascondi In corso

# #31089
source: Hide In Progress Episodes
es_es: Ocultar episodios en progreso
is_is: Fela þætti í gangi
it_it: Nascondi episodi in corso

# #31090
source: Hide Unwatched TV Shows
es_es: Ocultar series no vistas
is_is: Fela óskoðaða sjónvarpsþætti
it_it: Nascondi serie TV non viste

# #31091
source: Hide Most Played Albums
es_es: Ocultar álbumes más reproducidos
is_is: Fela mest spiluðu hljómplöturnar
it_it: Nascondi album più ascoltati

# #31092
source: Hide Most Played Songs
es_es: Ocultar canciones más reproducidas
is_is: Fela mest spiluðu lögin
it_it: Nascondi Brani più ascoltati

# #31093
source: Hide Unwatched
es_es: Ocultar no vistos
is_is: Fela óskoðað
it_it: Nascondi non visti

# #31094
source: Hide Channels
es_es: Ocultar canales
is_is: Fela rásir
it_it: Nascondi canali

# #31095
source: Hide Recordings
es_es: Ocultar grabaciones
is_is: Fela upptökur
it_it: Nascondi Registrazioni

# #31096
source: Hide Videos
es_es: Ocultar vídeos
is_is: Fela myndskeið
it_it: Nascondi video

# #31097
source: Hide Music
es_es: Ocultar música
is_is: Fela tónlist
it_it: Nascondi musica

# #31098
source: Hide Pictures
es_es: Ocultar fotos
is_is: Fela myndir
it_it: Nascondi immagini

# #31099
source: Hide Programs
es_es: Ocultar programas
is_is: Fela dagskrárliði
it_it: Nascondi programmi

# #31100
source: Hide Favourites
es_es: Ocultar favoritos
is_is: Fela eftirlæti
it_it: Nascondi Preferiti

# #31101
source: Hide random episodes
es_es: Ocultar episodios aleatorios
is_is: Fela þætti af handahófi
it_it: Nascondi episodi casuali

# #31102
source: Hide now recording widget
es_es: Ocultar widget de grabación
is_is: Fela 'upptaka í gangi' viðmótshluta
it_it: Nascondi widget Registrazione in corso

# #31103
source: Hide next recording widget
es_es: Ocultar widget de siguiente grabación
is_is: Fela 'næsta upptaka' viðmótshluta
it_it: Nascondi widget prossima Registrazione

# #31104
source: Hide hourly
es_es: Ocultar pronóstico por horas
is_is: Fela á klukkustundar fresti
it_it: Nascondi ogni ora

# #31105
source: Hide forecast
es_es: Ocultar pronóstico
is_is: Fela veðurspá
it_it: Nascondi previsione

# #31106
source: Hide in progress TV shows
es_es: Ocultar series en progreso
is_is: Fela sjónvarpsþætti í sýningu
it_it: Nascondi serie TV in corso

# #31107
source: Shelf style
es_es: Estilo de widget
is_is: Stíll rekka
it_it: Stile scaffale

# #31110
source: Edit Background for Media Type
es_es: Editar fondo para tipo de contenido
is_is: Breyta bakgrunni fyrir heimahnapp
it_it: Modifica lo sfondo in base al tipo di media

# #31113
source: Single
es_es: Único
is_is: Einfalt
it_it: Singolo

# #31114
source: Multi
es_es: Múltiple
is_is: Margfalt

# #31115
source: Menu item disabled
es_es: Elemento de menú desactivado
is_is: Valmyndarfærsla óvirk
it_it: Voce di menu disabilitata

# #31116
source: Set background image
es_es: Establecer imagen de fondo
is_is: Setja bakgrunnsmynd
it_it: Imposta immagine di sfondo

# #31117
source: Select Default Font Size
es_es: Seleccionar tamaño de fuente predeterminado
is_is: Setja sjálfgefna stærð leturs
it_it: Seleziona dimensione predefinita carattere

# #31118
source: Small
es_es: Pequeño
is_is: Lítið
it_it: Piccolo

# #31119
source: Regular
es_es: Normal
is_is: Venjulegt
it_it: Regolare

# #31120
source: Large
es_es: Grande
is_is: Stórt
it_it: Grande

# #31121
source: Apply Changes
es_es: Aplicar cambios
is_is: Virkja breytingar
it_it: Applica cambiamenti

# #31129
source: Same director
es_es: Mismo director
is_is: Sami leikstjóri
it_it: Stesso regista

# #31130
source: Hourly
es_es: Pronóstico por horas
is_is: Á klukkustundar fresti
it_it: Ogni ora

# #31131
source: Forecast
es_es: Pronóstico
is_is: Veðurspá
it_it: Previsioni

# #31132
source: Lyrics Add-on
es_es: Add-on para letras
is_is: Viðbót fyrir lagatexta
it_it: Add-on testi

# #31133
source: Toggle audio stream
es_es: Activar canal de audio
is_is: Víxla hljóðstreymi
it_it: Cambia stream audio

# #31134
source: Toggle language
es_es: Cambiar idioma
is_is: Víxla tungumáli
it_it: Cambia lingua

# #31135
source: Change mode
es_es: Cambiar modo
is_is: Skipta um ham
it_it: Cambia modalità

# #31136
source: Watch as 2D
es_es: Ver como 2D
is_is: Horfa á í 2D
it_it: Guarda in 2D

# #31137
source: PVR Info
es_es: Info PVR
is_is: Upplýsingar um PVR-upptöku
it_it: Informazioni PVR

# #31138
source: Player info
es_es: Info reproductor
is_is: Upplýsingar um spilara
it_it: Informazioni lettore

# #31139
source: Video decoder
es_es: Decodificador de vídeo
is_is: Myndmerkisafkóðari
it_it: Decoder Video

# #31140
source: Pixel format
es_es: Formato de píxel
is_is: Snið mynddíla
it_it: Formato pixel

# #31141
source: Play speed
es_es: Velocidad de reproducción
is_is: Hraði afspilunar
it_it: Velocità di riproduzione

# #31150
source: Disable List view
es_es: Desactivar vista Lista
is_is: Gera listasýn óvirka
it_it: Disabilita visualizzazione elenco

# #31151
source: Disable Panel view
es_es: Desactivar vista Panel
is_is: Gera stjórnborðsýn óvirka
it_it: Disabilita visualizzazione pannello

# #31152
source: Disable BigList view
es_es: Desactivar vista Lista Grande
is_is: Gera stóra listasýn óvirka
it_it: Disabilita visualizzazione elenco grande

# #31153
source: Disable Icons view
es_es: Desactivar vista Iconos
is_is: Gera táknmyndasýn óvirka
it_it: Disabilita visualizzazione a icone

# #31154
source: Disable LowList view
es_es: Desactivar vista Lista Baja
is_is: Gera lág-listasýn óvirka
it_it: Disabilita visualizzazione elenco basso

# #31155
source: Disable BigPanel view
es_es: Desactivar vista Panel Grande
is_is: Gera stóra stjórnborðsýn óvirka
it_it: Disabilita visualizzazione pannello grande

# #31156
source: Disable Fanart view
es_es: Desactivar vista Fanart
is_is: Gera aðdáendamyndasýn óvirka
it_it: Disabilita visualizzazione fanart

# #31158
source: Disable Triple view
es_es: Desactivar vista Triple
is_is: Gera þrefalda sýn óvirka
it_it: Disabilita visualizzazione tripla

# #31160
source: Disable Logo view
es_es: Desactivar vista Logo
is_is: Gera táknmerkjasýn óvirka
it_it: Disabilita visualizzazione logo

# #31291
source: Add-on manager
es_es: Gestor de add-on
is_is: Viðbótastjóri
it_it: Gestore add-on

# #31293
source: Can not be customized
es_es: No se puede personalizar
is_is: Ekki hægt að sérsníða
it_it: Non può essere personalizzata

# #31294
source: My OSMC
es_es: Mi OSMC
is_is: Mitt OSMC
it_it: Il mio OSMC

# #31295
source: OpenELEC Settings
es_es: Ajustes de OpenELEC
is_is: Stillingar OpenELEC
it_it: Impostazioni OpenELEC

# #31296
source: LibreELEC Settings
es_es: Ajustes de LibreELEC
is_is: Stillingar LibreELEC
it_it: Impostazioni LibreELEC

# #31298
source: Starting in
es_es: Comenzando en
is_is: Byrjar í
it_it: Inizia tra

# #31299
source: Stopping in
es_es: Deteniendo en
is_is: Stöðvar í
it_it: Termina tra

# #31300
source: CoreELEC Settings
es_es: Ajustes de CoreELEC
is_is: Stillingar CoreELEC
it_it: Impostazioni CoreELEC

# #31309
source: Memory Used
es_es: Memoria usada
is_is: Minni í notkun
it_it: Memoria utilizzata

# #31322
source: Aired
es_es: Estrenado
is_is: Sent út
it_it: In onda

# #31351
source: Pause
es_es: Pausar
is_is: Bið
it_it: Pausa

# #31352
source: Stop
es_es: Detener
is_is: Stöðva

# #31353
source: Fast Forward
es_es: Avance rápido
is_is: Hratt áfram
it_it: Avanti veloce

# #31354
source: Rewind
es_es: Rebobinar
is_is: Til baka
it_it: Indietro veloce

# #31355
source: Movie menu
es_es: Menú película
is_is: Kvikmyndavalmynd
it_it: Menu film

# #31356
source: Download Subtitles
es_es: Descargar subtítulos
is_is: Sækja skjátexta
it_it: Scarica sottotitoli

# #31357
source: Local subtitle available
es_es: Subtítulo local disponible
is_is: Texti í boði á tölvu
it_it: Sottotitoli locali disponibili

# #31360
source: Watch as 2D
es_es: Ver como 2D
is_is: Horfa á í 2D
it_it: Guarda in 2D

# #31361
source: Change mode
es_es: Cambiar modo
is_is: Skipta um ham
it_it: Cambia modalità

# #31362
source: Enabled
es_es: Activado
is_is: Virkt
it_it: Abilitato

# #31363
source: Static
es_es: Estático
is_is: Föst
it_it: Statico

# #31390
source: (1/5) Skin default
es_es: (1/5) Skin predeterminado
is_is: (1/5) Sjálfgefið í skinni
it_it: (1/5) Predefinito skin

# #31391
source: (2/5) Skin default - no caps
es_es: (2/5) Skin predeterminado - sin mayúsculas
is_is: (2/5) Sjálfgefið í skinni - engir hástafir
it_it: (2/5) Predefinito skin - no maiuscole

# #31392
source: (3/5) Arial based
es_es: (3/5) Basado en Arial
is_is: (3/5) Byggt á Arial
it_it: (3/5) Basato su Arial

# #31393
source: (4/5) Arial - no caps
es_es: (4/5) Basado en Arial - sin mayúsculas
is_is: (4/5) Arial - engir hástafir
it_it: (4/5) Arial - no maiuscole

# #31394
source: (5/5) Trial
es_es: (5/5) De prueba
is_is: (5/5) Prófunarútgáfa
it_it: (5/5) Prova

# #31395
source: Delete/Disable Settings Menu Item?
es_es: ¿Eliminar/Desactivar elemento menú de Ajustes?
it_it: Eliminare/disattivare la voce del menu Impostazioni?

# #31396
source: Are you sure you want to remove the Settings menu item?[CR]Please ensure that you have an alternative method of accessing Settings before you remove this menu item.
es_es: ¿Está seguro que desea quitar el menú de Ajustes?[CR]Por favor, asegúrese de tener un método alternativo para acceder a Ajustes antes de quitar este elemento del menú.
it_it: Sei sicuro di voler rimuovere la voce di menu Impostazioni?[CR]Assicurati di disporre di un metodo alternativo per accedere alle Impostazioni prima di rimuovere questa voce di menu.

# #31397
source: Delete/Disable Search Menu Item?
es_es: ¿Eliminar/Desactivar elemento menú de búsqueda?
it_it: Eliminare/disattivare la voce del menu di ricerca?

# #31398
source: Are you sure you want to remove the Search menu item?[CR]If you want to create it again, either restore the menu item[CR]Or use the custom action start_search for your desired menu item.
es_es: ¿Está seguro de que quiere quitar el menú de Búsqueda?[CR]Si desea crearlo nuevamente, restaure el elemento del menú [CR] o use la acción personalizada start_search para el elemento del menú que desee.
it_it: Sei sicuro di voler rimuovere la voce di menu Cerca?[CR]Se desideri crearla di nuovo, ripristina la voce di menu[CR]Oppure utilizza l'azione personalizzata start_search per la voce di menu desiderata.

# #31399
source: Random Movie fanart
es_es: Fanart de películas aleatorio
is_is: Aðdáendamyndir kvikmynda af handahófi
it_it: Fanart casuale film

# #31400
source: Random TV Show fanart
es_es: Fanart de series aleatorio
is_is: Aðdáendamyndir sjónvarpsþátta af handahófi
it_it: Fanart casuale serie TV

# #31401
source: Random Video fanart
es_es: Fanart de vídeo aleatorio
is_is: Aðdáendamyndir myndskeiða af handahófi
it_it: Fanart casuale video

# #31402
source: Random Music fanart
es_es: Fanart de música aleatorio
is_is: Aðdáendamyndir tónlistar af handahófi
it_it: Fanart casuale musica

# #31403
source: Random fanart
es_es: Fanart aleatorio
is_is: Aðdáendamyndir af handahófi
it_it: Fanart casuale

# #31404
source: Conditional weather
es_es: Basado en condiciones meteorológicas
is_is: Veðurskilyrði
it_it: Condizioni meteo

# #31405
source: Movie Library Statistics
es_es: Estadísticas de biblioteca de películas
is_is: Tölfræði kvikmyndasafns
it_it: Statistiche libreria film

# #31406
source: Tv Show Library Statistics
es_es: Estadísticas de biblioteca de series
is_is: Tölfræði sjónvarpsþáttasafns
it_it: Statistiche libreria serie TV

# #31407
source: Music Library Statistics
es_es: Estadísticas de biblioteca de música
is_is: Tölfræði tónlistarsafns
it_it: Statistiche libreria musica

# #31408
source: Music Videos Library Statistics
es_es: Estadísticas de biblioteca de vídeos musicales
is_is: Tölfræði tónlistarmyndbandasafns
it_it: Statistiche libreria video musicali

# #31409
source: PVR Information
es_es: Información PVR
is_is: Upplýsingar PVR-upptökutækis
it_it: Informazioni PVR

# #31410
source: Movie Playlist Statistics
es_es: Estadísticas de lista de reproducción de películas
is_is: Tölfræði spilunarlista kvikmynda
it_it: Statistiche playlist film

# #31411
source: TV Show Playlist Statistics
es_es: Estadísticas de lista de reproducción de series
is_is: Tölfræði spilunarlista sjónvarpsþátta
it_it: Statistiche playlist serie TV

# #31412
source: Music Video Playlist Statistics
es_es: Estadísticas de lista de reproducción de vídeo musical
is_is: Tölfræði spilunarlista tónlistarmyndbanda
it_it: Statistiche playlist video musicali

# #31413
source: Movie and TV Show Statistics
es_es: Estadísticas de películas y series
is_is: Tölfræði kvikmynda- og sjónvarpsþáttasafns
it_it: Statistiche film e serie TV

# #31414
source: Video and Music Addons
es_es: Add-ons de vídeo y música
is_is: Viðbætur fyrir myndskeið og tónlist
it_it: Add-on video e musica

# #31415
source: Memory usage
es_es: Uso de memoria
is_is: Minnisnotkun
it_it: Utilizzo memoria

# #31416
source: CPU usage
es_es: Uso de CPU
is_is: Örgjörvanotkun
it_it: Uso CPU

# #31417
source: Statistics Line
es_es: Línea de estadísticas
is_is: Tölfræðilína
it_it: Riga statistiche

# #31418
source: Episodes Playlist Statistics
es_es: Estadísticas de lista de reproducción de episodios
is_is: Tölfræði spilunarlista stakra þátta
it_it: Statistiche playlist episodi

# #31419
source: Game Sources
es_es: Fuentes de juegos
is_is: Uppruni leikja
it_it: Fonti di gioco

# #31420
source: Default Shelves
es_es: Widgets predeterminados
is_is: Sjálfgefnir rekkar
it_it: Scaffali predefiniti

# #31421
source: Additional Shelves
es_es: Widgets adicionales
is_is: Viðbótar-rekkar
it_it: Scaffali aggiuntivi

# #31422
source: Recently Added Movies
es_es: Películas añadidas recientemente
is_is: Nýlega viðbættar kvikmyndir
it_it: Film aggiunti di recente

# #31423
source: Recently Played Movies
es_es: Películas reproducidas recientemente
is_is: Nýlega spilaðar kvikmyndir
it_it: Film visti di recente

# #31424
source: Random Movies
es_es: Películas aleatorias
is_is: Handahófskenndar kvikmyndir
it_it: Film casuali

# #31425
source: In Progress Movies
es_es: Películas en progreso
is_is: Kvikmyndir í gangi
it_it: Film in corso

# #31426
source: Unwatched Movies
es_es: Películas no vistas
is_is: Óskoðaðar kvikmyndir
it_it: Film non visti

# #31427
source: Top Rated Movies
es_es: Películas mejor valoradas
is_is: Kvikmyndir með hæsta einkunn
it_it: Film più votati

# #31428
source: Movie Genres
es_es: Géneros películas
is_is: Kvikmyndaflokkar
it_it: Generi di film

# #31429
source: Movie Sets
es_es: Colecciones
is_is: Kvikmyndasett
it_it: Saghe cinematografiche

# #31430
source: Movie Nodes
es_es: Nodos de películas
it_it: Nodi di film

# #31431
source: IMDB Top 250 Movies
es_es: Las 250 mejores películas de IMDB
is_is: 250 vinsælustu kvikmyndir á IMDB
it_it: 250 top film di IMDB

# #31432
source: TV Shows
es_es: Series
is_is: Sjónvarpsþættir
it_it: Serie TV
