Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# #32090
source: Crew in TV Shows
es_es: Equipo en series
is_is: Tökulið í sjónvarpsþáttum
it_it: Persone nelle serie TV

# #32091
source: Movies in TMDb
es_es: Películas en TMDb
is_is: Kvikmyndir í TMDb
it_it: Film nel TMDb

# #32092
source: TV Shows in TMDb
es_es: Series en TMDb
is_is: Sjónvarpsþættir í TMDb
it_it: Serie TV nel TMDb

# #32093
source: Movies in Local DB
es_es: Películas en BD local
is_is: Kvikmyndir í staðværum gagnagrunni
it_it: Film nel DB locale

# #32094
source: TV Shows in Local DB
es_es: Series en BD local
is_is: Sjónvarpsþættir í staðværum gagnagrunni
it_it: Serie TV nel DB locale

# #32095
source: Reboot to Android
es_es: Reiniciar a android
is_is: Endurræsa yfir í Android
it_it: Riavvia su Android

# #32096
source: Episodes Starring
es_es: Episodios protagonizados por
is_is: Þættir með
it_it: Protagonisti episodi

# #32097
source: Movies in the
es_es: Películas en
is_is: Kvikmyndir í
it_it: Film nel

# #32098
source: Also Directed by
es_es: También dirigidas por
is_is: Einnig leikstýrt af
it_it: Diretto anche da

# #32099
source: Crew
es_es: Equipo
is_is: Tökulið
it_it: Troupe

# #32100
source: More from
es_es: Más desde
is_is: Meira frá
it_it: Altri da

# #32101
source: More in
es_es: Más en
it_it: Di più in

# #32102
source: Similar to
es_es: Similar a
is_is: Svipað og
it_it: Simile a

# #32103
source: Cast Members also appear in
es_es: Los miembros del reparto también aparecen en
is_is: Meðlimir tökuliðs birtast einnig í
it_it: Appaiono anche membri del cast in

# #32104
source: Select Custom Lists to Display
es_es: Seleccionar listas personalizadas a mostrar
it_it: Seleziona elenchi personalizzati da visualizzare

# #32105
source: Similar
es_es: Similares
is_is: Svipað
it_it: Simile

# #32106
source: Featuring Cast Members
es_es: Con miembros del reparto
it_it: Con membri del cast

# #32107
source: Video Info
es_es: Info de vídeo
is_is: Upplýsingar um myndskeið
it_it: Informazioni video

# #32108
source: Select a Genre
es_es: Selecciona un género
is_is: Veldu flokkun
it_it: Seleziona genere

# #32109
source: Select a Studio
es_es: Selecciona un estudio
is_is: Veldu framleiðanda
it_it: Seleziona studio

# #32110
source: Select a Director
es_es: Selecciona un director
is_is: Veldu leikstjóra
it_it: Seleziona regista

# #32111
source: Online TMDb Search
es_es: Búsqueda en TMDb
is_is: Netleit á TMDb
it_it: Ricerca TMDb online

# #32112
source: Local Search
es_es: Búsqueda local
is_is: Leita á kerfinu
it_it: Ricerca locale

# #32113
source: Select a Writer
es_es: Selecciona un guionista
is_is: Veldu handritshöfund
it_it: Seleziona sceneggiatore

# #32114
source: Movies Written by
es_es: Películas escritas por
is_is: Kvikmyndir skrifaðar af
it_it: Film scritti da

# #32115
source: Select a Country
es_es: Selecciona un país
is_is: Veldu land
it_it: Seleziona paese

# #32116
source: Episodes from Studio
es_es: Episodios del estudio
is_is: Þættir frá framleiðanda
it_it: Episodi dallo studio

# #32117
source: Episodes with Genre
es_es: Episodios del género
is_is: Þættir úr flokknum
it_it: Episodi con genere

# #32118
source: Episodes Written by
es_es: Episodios escritos por
is_is: Þættir skrifaðir af
it_it: Episodi scritti da

# #32119
source: Episodes Directed by
es_es: Episodios dirigidos por
is_is: Þættir leikstýrt af
it_it: Episodi diretti da

# #32120
source: AB: Download All Artwork
es_es: AB: Descargar todo el arte
it_it: AB: Scarica tutti gli Artwork

# #32121
source: AB: Select Artwork
es_es: AB: Seleccionar arte
it_it: AB: Seleziona Artwork

# #32122
source: Show Artwork Beef items in Context Menu
es_es: Mostrar elementos de Artwork Beef en menú contextual
it_it: Mostra gli elementi Artwork Beef nel menu contestuale

# #32123
source: Title Bar Options
es_es: Opciones de la barra de título
is_is: Valkostir titilstiku
it_it: Opzioni barra del titolo

# #32124
source: Show Duration in Hours and Minutes
es_es: Mostrar duración en horas y minutos
is_is: Birta tímalengd í klukkustundum og mínútum
it_it: Mostra durata in ore e minuti

# #32125
source: Hour
es_es: Hora
is_is: Klukkustund
it_it: Ora

# #32126
source: Minute
es_es: Minuto
is_is: Mínúta
it_it: Minuto

# #32127
source: Online TMDb Info
es_es: Info TMDb
is_is: TMDb-upplýsingar af neti
it_it: Informazioni online da TMDb

# #32128
source: Embuary Info Settings
es_es: Ajustes de Embuary Info
is_is: Stillingar Embuary-upplýsinga
it_it: Impostazioni info Embuary

# #32129
source: Guest Stars
es_es: Estrellas invitadas
is_is: Gestaleikarar
it_it: Guest star

# #32130
source: Posters
es_es: Pósters
is_is: Kynningarspjöld
it_it: Poster

# #32132
source: Search for Trailer
es_es: Buscar tráiler
is_is: Leita að kynningarstiklu
it_it: Cerca per trailer

# #32133
source: item in database
es_es: elemento en base de datos
is_is: atriði í gagnagrunni
it_it: elemento nel database

# #32134
source: Items in Database
es_es: elementos en base de datos
is_is: atriði í gagnagrunni
it_it: Elementi nel database

# #32136
source: Known for
es_es: Conocido por
is_is: Þekkt/ur fyrir
it_it: Conosciuto per

# #32137
source: Retail Release
es_es: Fecha de estreno
is_is: Söluútgáfa
it_it: Rilascio per vendita al dettaglio

# #32138
source: Region Release
es_es: Fecha de estreno regional
is_is: Svæðisútgáfa
it_it: Uscito nella regione

# #32139
source: Ended
es_es: Finalizado
is_is: Lokið
it_it: Finito

# #32140
source: Rumored
es_es: Se rumorea
is_is: Í kjaftasögum
it_it: Voci di corridoio

# #32141
source: Planned
es_es: Planificado
is_is: Áætlað
it_it: Pianificato

# #32142
source: In Production
es_es: En producción
is_is: Í framleiðslu
it_it: In produzione

# #32143
source: Post Production
es_es: Post producción
is_is: Í eftirvinnslu
it_it: Post produzione

# #32144
source: Released
es_es: Estrenada
is_is: Útgefið
it_it: Uscito

# #32145
source: Canceled
es_es: Cancelada
is_is: Hætt við
it_it: Annullato

# #32146
source: Returning Series
es_es: Serie de regreso
is_is: Þáttaraðir sem snúa aftur
it_it: Serie di ritorno

# #32147
source: Acting
es_es: Actuación
is_is: Leikur
it_it: Recitazione

# #32148
source: Directing
es_es: Dirección
is_is: Leikstjórn
it_it: Regia

# #32149
source: Writing
es_es: Guión
is_is: Handrit
it_it: Scrittura

# #32150
source: Production
es_es: Producción
is_is: Framleiðsla
it_it: Produzione

# #32151
source: Sound
es_es: Sonido
is_is: Hljóð
it_it: Suono

# #32152
source: Creator
es_es: Creador
is_is: Búið til af
it_it: Creatore

# #32153
source: Died at Age
es_es: Murió a los
is_is: Lést
it_it: Morto all'età

# #32154
source: Collection
es_es: Colección
is_is: Safn
it_it: Saga

# #32155
source: TMDb Helper Settings
es_es: Ajustes de TMDb Helper
is_is: Stillingar TMDb-hjálpara
it_it: Impostazioni assistente TMDb

# #32156
source: Blur Background
es_es: Difuminar fondo
is_is: Móða bakgrunn
it_it: Sfocatura sfondo

# #32165
source: Use Poster for Blur
es_es: Usar póster para difuminado
is_is: Nota kynningarmyndefni fyrir móðun
it_it: Usa poster per sfocatura

# #32166
source: Customize Power Menu
es_es: Personalizar menú de energía
is_is: Sérsníða gangstýringarvalmynd
it_it: Personalizza menu uscita

# #32167
source: Edit Library Data
es_es: Editar datos de la biblioteca
is_is: Breyta gögnum í safni
it_it: Modifica dati della libreria

# #32168
source: Select Search Categories
es_es: Seleccionar categorías de búsqueda
is_is: Veldu leitarflokka
it_it: Seleziona categorie di ricerca

# #32169
source: Select Search Categories to Enable
es_es: Selecciona categorías de búsquedas a activar
is_is: Veldu leitarflokka sem á að virkja
it_it: Seleziona categorie di ricerca da abilitare

# #32170
source: By Title
es_es: Por título
is_is: Eftir titli
it_it: Per titolo

# #32171
source: With Genre
es_es: Del género
is_is: Með flokknum
it_it: Con genere

# #32172
source: From Year
es_es: Del año
is_is: Frá árinu
it_it: Dall'anno

# #32173
source: From Studio
es_es: Del estudio
is_is: Frá framleiðanda
it_it: Dallo studio

# #32174
source: From Country
es_es: Del país
is_is: Frá landi
it_it: Dal paese

# #32175
source: With Actor
es_es: Con actor
is_is: Með leikara
it_it: Con attore

# #32176
source: By Director
es_es: Del director
is_is: Eftir leikstjóra
it_it: Per regista

# #32177
source: By Writer
es_es: Escrita por
is_is: Eftir handritshöfund
it_it: Per sceneggiatore

# #32178
source: Artists by Name
es_es: Artistas por nombre
is_is: Flytjendur eftir nafni
it_it: Artisti per nome

# #32179
source: Albums by Title
es_es: Álbumes por título
is_is: Hljómplötur eftir titli
it_it: Album per titolo

# #32180
source: Songs by Title
es_es: Canciones por título
is_is: Lög eftir titli
it_it: Brani per titolo

# #32181
source: By Artist
es_es: Del artista
is_is: Eftir flytjanda
it_it: Per artista

# #32182
source: YouTube by Title
es_es: YouTube por título
is_is: YouTube eftir titli
it_it: YouTube per titolo

# #32183
source: Known for Character
es_es: Conocido por personaje
is_is: Þekkt/ur fyrir hlutverkið
it_it: Conosciuto per carattere

# #32184
source: Known for Department
es_es: Conocido por departamento de
it_it: Conosciuto per dipartimento

# #32185
source: Known for Job
es_es: Conocido por trabajo de
is_is: Þekkt/ur fyrir vinnu
it_it: Conosciuto per lavoro

# #32186
source: Total Items in TMDb
es_es: Total de elementos en TMDb
is_is: Alls atriði í TMDb
it_it: Elementi totali in TMDb

# #32187
source: Total Movies in TMDb
es_es: Total de películas en TMDb
is_is: Kvikmyndir alls í TMDb
it_it: Film totali in TMDb

# #32188
source: Total TV Shows in TMDb
es_es: Total de series en TMDb
is_is: Sjónvarpsþættir alls í TMDb
it_it: Serie TV totali in TMDb

# #32189
source: Items in TMDb as Cast
es_es: Elementos en TMDb como reparto
is_is: Atriði í TMDb sem leikarar
it_it: Elementi in TMDb come cast

# #32190
source: Movies in TMDb as Cast
es_es: Películas en TMDb como reparto
is_is: Kvikmyndir í TMDb sem leikarar
it_it: Film in TMDb come cast

# #32191
source: TV Shows in TMDb as Cast
es_es: Series en TMDb como reparto
is_is: Sjónvarpsþættir í TMDb sem leikarar
it_it: Serie TV in TMDb come cast

# #32192
source: Items in TMDb as Crew
es_es: Elementos en TMDb como equipo
is_is: Atriði í TMDb sem tökulið
it_it: Elementi in TMDb come persone

# #32193
source: Movies in TMDb as Crew
es_es: Películas en TMDb como equipo
is_is: Kvikmyndir í TMDb sem tökulið
it_it: Film in TMDb come persone

# #32194
source: TV Shows in TMDb as Crew
es_es: Series en TMDb como equipo
is_is: Sjónvarpsþættir í TMDb sem tökulið
it_it: Serie TV in TMDb come persone

# #32195
source: Total Items in Local Database
es_es: Total de elementos en base de datos local
is_is: Atriði alls í staðværum gagnagrunni
it_it: Totale elementi nel database locale

# #32196
source: Movies in Local Database
es_es: Películas en base de datos local
is_is: Kvikmyndir í staðværum gagnagrunni
it_it: Film nel database locale

# #32197
source: TV Shows in Local Database
es_es: Series en base de datos local
is_is: Sjónvarpsþættir í staðværum gagnagrunni
it_it: Serie TV nel database locale

# #32198
source: Episodes in Local Database
es_es: Episodios en base de datos local
is_is: Þættir í staðværum gagnagrunni
it_it: Episodi nel database locale

# #32199
source: Cast: Movies with
es_es: Reparto: Películas con
is_is: Leikarar: Kvikmyndir með
it_it: Cast: film con

# #32200
source: Cast: TV Shows with
es_es: Reparto: Series con
is_is: Leikarar: Sjónvarpsþættir með
it_it: Cast: serie TV con

# #32201
source: Crew: Movies with
es_es: Equipo: Películas con
is_is: Tökulið: Kvikmyndir með
it_it: Persone: film con

# #32202
source: Crew: TV Shows with
es_es: Equipo: Series con
is_is: Tökulið: Sjónvarpsþættir með
it_it: Persone: serie TV con

# #32203
source: Start at First Menu Item
es_es: Comenzar en el primer elemento del menú
is_is: Byrja á fyrsta valmyndaratriðinu
it_it: Inizia dalla prima voce di menu

# #32204
source: Set Default View
es_es: Establecer vista predeterminada
is_is: Setja sjálfgefna sýn
it_it: Imposta visualizzazione predefinita

# #32205
source: Highlight Color
es_es: Color de énfasis
is_is: Áherslulitur
it_it: Evidenzia colore

# #32206
source: Horizontal Menu Glow Bars Tint
es_es: Color de barras luminosas de menú horizontal
it_it: Barre incandescenti orizzontali nel menu Tinta

# #32207
source: Horizontal Menu Main Bar Tint
es_es: Color de barra principal de menú horizontal
it_it: Barra orizzontale nel menu principale Tinta

# #32208
source: Vertical Menu/Submenu Background Tint
es_es: Color de fondo del menú/submenú vertical
it_it: Tinta di sfondo menu/sottomenu verticale

# #32209
source: Top Bar Tint
es_es: Color de barra superior
it_it: Tinta barra superiore

# #32210
source: Current Color Theme
es_es: Tema de color actual
is_is: Núverandi litastef
it_it: Tema colore attuale

# #32211
source: Dialogs Background Tint
es_es: Color de fondo de diálogos
is_is: Litatónn bakgrunns glugga
it_it: Tinta di sfondo finestre di dialogo

# #32212
source: Regular Text Color
es_es: Color de texto normal
is_is: Venjulegur textalitur
it_it: Colore testo regolare

# #32213
source: Focused Text Color
es_es: Color de texto seleccionado
is_is: Litur virks texta
it_it: Colore testo focalizzato

# #32214
source: Selected Text Color
es_es: Color de texto seleccionado
is_is: Litur valins texta
it_it: Colore testo selezionato

# #32215
source: Shelves Background Tint
es_es: Color de fondo de widgets
is_is: Litatónn bakgrunns rekka
it_it: Tinta di sfondo scaffali

# #32216
source: Use for All Tints
es_es: Usar para todos los colores
is_is: Nota fyrir alla litatóna
it_it: Usa per tutte le tinte

# #32217
source: Keep Lists Focus Centered
es_es: Mantener centrado elemento seleccionado en las listas
it_it: Mantieni il focus centrato sugli elenchi

# #32218
source: Show Artist Logo In Music Visualization
es_es: Mostrar logo del artista en visualización de música
it_it: Mostra logo artista nella visualizzazione musica

# #32219
source: Show Logo In Media Views
es_es: Mostrar logo en vistas de contenido
it_it: Mostra logo nelle visualizzazioni multimediali

# #32220
source: Show Logo In Home Window
es_es: Mostrar logo en ventana de inicio
is_is: Birta táknmerki á forsíðuglugga
it_it: Mostra logo nella finestra Home

# #32221
source: Media Views Background Tint
es_es: Color de fondo de vistas de contenido
it_it: Tinta di sfondo visualizzazioni multimediali

# #32222
source: Enable Label Scrolling in List Views
es_es: Activar desplazamiento de etiquetas en vistas de lista
it_it: Abilita scorrimento etichette nelle visualizzazioni elenco

# #32223
source: Audio and Subtitle Info
es_es: Info de audio y subtítulos
it_it: Informazioni audio e sottotitoli

# #32224
source: Subtitle Button Opens Subtitle Settings in Video OSD
es_es: El botón de subtítulos abre ajustes de subtítulos en OSD de vídeo
it_it: Pulsante sottotitoli apre impostazioni sottotitoli in video OSD

# #32225
source: Disable Info Panel in List Views
es_es: Desactivar panel de información en vistas de lista
is_is: Gera upplýsingaspjald óvirkt í listasýnum
it_it: Disabilita pannello info nelle visualizzazioni elenco

# #32226
source: TMDb Helper - Next Aired Episodes
es_es: TMDb Helper - Próximos episodios
is_is: TMDb-hjálpari - Næstu útsendu þættir
it_it: Assistente TMDb - Prossimi episodi in onda

# #32227
source: Embuary Info - Next Aired Episodes
es_es: Embuary Info - Próximos episodios
is_is: Embuary upplýsingar - Næstu útsendu þættir
it_it: Embuary Info - Prossimi episodi in onda

# #32228
source: Only Search in Local Library
es_es: Buscar solo en biblioteca local
it_it: Cerca solo nella libreria locale

# #32229
source: Hide Channel Groups
es_es: Ocultar grupos de canales
is_is: Fela rásahópa
it_it: Nascondi gruppi di canali

# #32230
source: Select Displayed Ratings and Certification
es_es: Seleccionar valoraciones y certificación a mostrar
it_it: Seleziona classificazioni e certificazioni visualizzate

# #32231
source: User Rating
es_es: Valoración de usuario
is_is: Stjörnugjöf notenda
it_it: Valutazione utente

# #32232
source: Ratings
es_es: Valoraciones
is_is: Einkunnir
it_it: Giudizi

# #32235
source: Certification
es_es: Certificación
is_is: Vottun
it_it: Certificazione

# #32237
source: Up Next in
es_es: A continuación en
is_is: Næst í spilun eftir
it_it: Prossimo tra

# #32238
source: Continue Watching in
es_es: Continuar viendo en
is_is: Halda áfram að horfa eftir
it_it: Continua a guardare tra

# #32238
source: Next Episode in
es_es: Próximo episodio en
is_is: Næsti þáttur eftir
it_it: Prossimo episodio tra

# #32239
source: Hide Collection (Set) Marks
es_es: Ocultar marcas de colección
it_it: Nascondi marcatori collezione (imposta)

# #32240
source: Disable Info Panel
es_es: Desactivar panel de información
is_is: Gera upplýsingaspjald óvirkt
it_it: Disabilita pannello info

# #32241
source: Alternate List Layout
es_es: Diseño de lista alternativo
is_is: Önnur framsetning lista
it_it: Disposizione elenco alternativo

# #32242
source: Larger Image
es_es: Imagen más grande
is_is: Stærri mynd
it_it: Immagine più grande

# #32243
source: Alternate List Views Layout
es_es: Diseño de vistas de lista alternativa
is_is: Önnur framsetning listasýna
it_it: Disposizione visualizzazioni elenco alternativo

# #32244
source: Albums by
es_es: Álbumes de
is_is: Hljómplötur með
it_it: Album di

# #32246
source: Big Panel 2
es_es: Panel grande 2
is_is: Stórt stjórnborð 2
it_it: Pannello grande 2

# #32247
source: Disable Panel 2 view
es_es: Desactivar vista panel 2
is_is: Gera stjórnborðsýn 2 óvirka
it_it: Disabilita visualizzazione pannello 2

# #32248
source: Disable Big Panel 2 view
es_es: Desactivar vista panel grande 2
is_is: Gera stóra stjórnborðsýn 2 óvirka
it_it: Disabilita visualizzazione pannello grande 2

# #32249
source: Enable Statistics Line
es_es: Activar línea de estadísticas
is_is: Virkja tölfræðilínu
it_it: Abilita riga statistiche

# #32250
source: Show Statistics line on Shelf
es_es: Mostrar línea de estadísticas en widget
is_is: Birta tölfræðilínu á rekka
it_it: Mostra riga statistiche sullo scaffale

# #32251
source: Show Marks on Top Right
es_es: Mostrar marcas en la parte superior derecha
it_it: Mostra marcatori in alto a destra

# #32252
source: Hide Unwatched Episodes Marks
es_es: Ocultar indicadores de episodios no vistos
is_is: Fela merki fyrir óskoðaða þætti
it_it: Nascondi marcatori episodi non visti

# #32253
source: Movies in library
es_es: Películas en biblioteca
is_is: Kvikmyndir í safni
it_it: Film nella libreria

# #32254
source: IMDb Top 250
es_es: Las 250 mejores de IMDb
is_is: IMDb - Topp 250
it_it: Top 250 di IMDb

# #32255
source: Missing Add-on
es_es: Complemento que falta
is_is: Viðbót vantar
it_it: Add-on mancante

# #32257
source: To enable this functionality, you need to install a very recent version of the add-on plugin.video.themoviedb.helper.[CR][CR]You can find it at https://github.com/jurialmunkey/plugin.video.themoviedb.helper.
es_es: Para activar esta funcionalidad, necesita instalar una versión más reciente del complemento plugin.video.themoviedb.helper.[CR][CR]Puede encontrarlo en https://github.com/jurialmunkey/plugin.video.themoviedb.helper.
it_it: Per abilitare questa funzionalità, è necessario installare una versione molto recente dell'add-on plugin.video.themoviedb.helper.[CR][CR]Puoi trovarlo su https://github.com/jurialmunkey/plugin.video.themoviedb.helper.

# #32258
source: Use Embuary Helper for Playlist Backgrounds
es_es: Usar Embuary Helper para fondos de listas de reproducción
is_is: Virkja notkun Embuary-hjálpara fyrir bakgrunna í spilunarlistum
it_it: Usa assistente Embuary per gli sfondi delle playlist

# #32259
source: Backgrounds
es_es: Fondos
is_is: Bakgrunnar
it_it: Sfondi

# #32260
source: Unwatched
es_es: No vistos
is_is: Ekki búið að horfa á
it_it: Non visti

# #32261
source: Use Embuary Helper for Statistics Line
es_es: Usar Embuary Helper para línea de estadísticas
is_is: Virkja notkun Embuary-hjálpara fyrir tölfræðilínu
it_it: Usa assistente Embuary per la riga delle statistiche

# #32262
source: Use Embuary Helper for Backgrounds
es_es: Usar Embuary Helper para fondos
is_is: Virkja notkun Embuary-hjálpara fyrir bakgrunna
it_it: Usa assistente Embuary per gli sfondi

# #32263
source: Movie Collection Count
es_es: Cantidad de películas en biblioteca
is_is: Fjöldi í kvikmyndasafni
it_it: Conteggio collezione film

# #32264
source: Show Fanart for Special Content
es_es: Mostrar fanart para contenido especial
is_is: Birta aðdáendamyndir fyrir sérstakt efni
it_it: Mostra fanart per contenuti speciali

# #32265
source: Media Play Count
es_es: Cantidad de reproducciones
is_is: Fjöldi spilana
it_it: Conteggio riproduzioni multimediali

# #32266
source: Color Options
es_es: Opciones de color
is_is: Litavalkostir
it_it: Opzioni colore

# #32267
source: Go To
es_es: Ir a
is_is: Fara á
it_it: Vai a

# #32268
source: Show Three Shelves Together
es_es: Mostrar tres widgets juntos
is_is: Sýna þrjá rekka saman
it_it: Mostra tre scaffali insieme

# #32269
source: Configure Custom Shelf
es_es: Configurar widget personalizado
is_is: Stilla sérsniðinn rekka
it_it: Configura scaffale personalizzato

# #32270
source: Shift Fanart View Focus to the Right
es_es: Desplazar foco de la vista fanart a la derecha
it_it: Sposta focus della vista fanart a destra

# #32271
source: Mouse/Touch-Friendly Alphabet Strip
es_es: Tira alfabética táctil/ratón
it_it: Striscia alfabetica compatibile con mouse/tocco

# #32272
source: Use New Media Views Selector
es_es: Usar nuevo selector de vistas
it_it: Usa nuovo selettore di viste multimediali

# #32274
source: To enable this functionality, you need to install a very recent version of the add-on script.skinvariables.[CR][CR]You can find it at https://github.com/jurialmunkey/script.skinvariables.
es_es: Para activar esta funcionalidad, necesita instalar una versión reciente del complemento script.skinvariables.[CR][CR]Puede encontrarlo en https://github.com/jurialmunkey/script.skinvariables.
it_it: Per abilitare questa funzionalità, è necessario installare una versione molto recente dell'add-on script.skinvariables.[CR][CR]Puoi trovarlo su https://github.com/jurialmunkey/script.skinvariables.

# #32275
source: Configure Media Views
es_es: Configurar vistas de contenido
it_it: Configura visualizzazioni media

# #32277
source: Three Rows with Larger Icons
es_es: Tres filas con iconos más grandes
is_is: Þrjár raðir með stærri táknmyndir
it_it: Tre righe con icone più grandi

# #32278
source: Oscars Won
es_es: Oscars ganados
is_is: Óskarsverðlaun unnin
it_it: Oscar vinti

# #32279
source: Oscar Nominations
es_es: Nominaciones al Oscar
is_is: Tilnefningar til Óskarsverðlauna
it_it: Candidature all'Oscar

# #32280
source: Golden Globes Won
es_es: Globos de Oro ganados
is_is: Golden Globe verðlaun unnin
it_it: Golden Globe vinti

# #32281
source: Golden Globe Nominations
es_es: Nominaciones a los Globos de Oro
is_is: Tilnefningar til Golden Globe verðlauna
it_it: Candidature ai Golden Globe

# #32282
source: Awards (Oscars/Golden Globes)
es_es: Premios (Oscars/Globos de Oro)
is_is: Viðurkenningar (Óskarsverðlaun/Golden Globe)
it_it: Premi (Oscar/Golden Globe)

# #32283
source: Video Genre Fanart
es_es: Fanart de géneros de vídeo
is_is: Aðdáendamyndir myndskeiða
it_it: Fanart genere video

# #32284
source: Music Genre Fanart
es_es: Fanart de géneros de música
is_is: Aðdáendamyndir tónlistar
it_it: Fanart genere musicale

# #32285
source: Custom Path
es_es: Ruta personalizada
is_is: Sérsniðin slóð
it_it: Percorso personalizzato

# #32286
source: Reset Custom Path
es_es: Restablecer ruta personalizada
is_is: Endurstilla sérsniðna slóð
it_it: Reimposta percorso personalizzato

# #32287
source: Image Pack
es_es: Paquete de imágenes
is_is: Myndapakki
it_it: Pacchetto immagini
