Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# #32486
source: More Info
es_es: Más info
is_is: Frekari upplýsingar
it_it: Più informazioni

# #32487
source: Play Trailer Windowed
es_es: Reproducir tráiler en ventana
is_is: Spila kynningarstiklu í glugga
it_it: Riproduci trailer in finestra

# #32488
source: Last Played Date
es_es: Fecha de última reproducción
it_it: Data ultima riproduzione

# #32489
source: Horizontal Icon Layout
es_es: Diseño horizontal de iconos
is_is: Lárétt framsetning táknmynda
it_it: Disposizione orizzontale icone

# #32490
source: Show Menu Item Label
es_es: Mostrar etiqueta de elemento de menú
it_it: Mostra etichetta voce di menu

# #32491
source: Always Show Set Movie List
es_es: Mostrar siempre lista de colección de películas
it_it: Mostra sempre l'elenco delle saghe cinematografiche

# #32492
source: Use Tall List Layout
es_es: Usar diseño de Lista Alta
is_is: Nota háa listaframsetningu
it_it: Usa disposizione elenco alto

# #32493
source: Show More Items in List
es_es: Mostrar más elementos en la lista
is_is: Birta fleiri atriði í lista
it_it: Mostra più elementi nell'elenco

# #32494
source: Hide Overlay Label in Icon/Panel Views
es_es: Ocultar etiqueta superpuesta en vistas de Iconos/Paneles
is_is: Fela yfirlagsmerki í táknmynda/stjórnborðssýn
it_it: Nascondi etichetta sovrapposta nelle visualizzazioni icone/pannelli

# #31157
source: Triple
is_is: Þrefalt
it_it: Tripla

# #31544
source: Trakt - Popular
it_it: Trakt - Popolari

# #31607
source: Panel 2
is_is: Stjórnborð 2
it_it: Pannello 2

# #31620
source: Landscape
is_is: Lárétt
it_it: Panorama

# #31963
source: Panel
is_is: Stjórnborð
it_it: Pannello

# #32135
source: Extras
is_is: Auka upplýsingar
it_it: Extra

# #32245
source: Panel 2
is_is: Stjórnborð 2
it_it: Pannello 2

# #32256
source: TMDb Helper
is_is: TMDb-hjálpari
it_it: Assistente TMDb

# #32273
source: Skin Variables
is_is: Breytur skinns
it_it: Variabili Skin

# #31004
source: Shift
is_is: Breytiumslag

# #31159
source: Logo
is_is: Táknmerki

# #31297
source: min
is_is: mín

# #31479
source: CPU
is_is: Örgjörvi

# #31500
source: TV
is_is: SJÓNVARP

# #31509
source: Radio
is_is: Útvarp

# #31621
source: Clear Logo
is_is: Hreinsa táknmerki

# #31622
source: Clear Art
is_is: Hreinsa myndefni

# #31973
source: E
is_is: Þ

# #32039
source: Timeshift
is_is: Tímaflakk

# #32400
source: Banner
is_is: Borði
