Repository: zuzia-dev/skin.amber
Catalog: language/resource.language.*/strings.po
Languages: es_es, is_is, it_it

# #32288
source: Enable Multiple Images per Genre
es_es: Activar múltiples imágenes para cada género
it_it: Abilita più immagini per genere

# #32289
source: Match Poster Colors
es_es: Coincidir con colores de póster
is_is: Samsvara litum í kynningarspjaldi
it_it: Abbina colori del poster

# #32290
source: Show Seek Bar at Bottom
es_es: Mostrar barra de búsqueda en la parte inferior
it_it: Mostra barra di ricerca in basso

# #32291
source: HDR/SDR and Bit Depth Flags
es_es: Indicadores de HDR/SDR y profundidad de bits
it_it: Flag HDR/SDR e profondità bit

# #32292
source: File Name Instead of Title
es_es: Nombre de archivo en lugar de título
is_is: Skráarheiti í stað titils
it_it: Nome file anziché titolo

# #32293
source: Extra Fanart on panel
es_es: Fanart extra en panel
is_is: Auka-aðdáendamyndir á spjaldi
it_it: Extra fanart sul pannello

# #32294
source: Ends at
es_es: Termina en
is_is: Endar á
it_it: Termina alle

# #32295
source: Netflix style
es_es: Estilo Netflix
is_is: Netflix-stíll
it_it: Stile Netflix

# #32296
source: Show Logo
es_es: Mostrar Logo
is_is: Birta táknmerki
it_it: Mostra logo

# #32297
source: Use Landscape
es_es: Usar Landscape
is_is: Nota landslagsmyndefni
it_it: Usa orizzontale

# #32298
source: Dim Level for Unfocused
es_es: Nivel de atenuación para no seleccionado
is_is: Stig skyggingar á óvirku
it_it: Livello DIm per non focalizzato

# #32299
source: Select Dim Level
es_es: Seleccionar nivel de atenuación
is_is: Veldu stig skyggingar
it_it: Seleziona livello oscuramento

# #32300
source: Now Playing
es_es: Reproduciendo
is_is: Í spilun
it_it: Ora in riproduzione

# #32301
source: Hide Title Bar Now Playing
es_es: Ocultar barra de título en reproducción
it_it: Nascondi barra del titolo In riproduzione

# #32302
source: Select Now Playing Video Disc Art Fallback
es_es: Seleccionar Disc Art alternativo para reproducción de vídeos
it_it: Seleziona In riproduzione video DIscArt di riserva

# #32303
source: Select Now Playing Music Disc Art Fallback
es_es: Seleccionar Disc Art alternativo para reproducción de música
it_it: Seleziona In riproduzione musica DIscArt di riserva

# #32305
source: Vinyl
es_es: Vinilo
is_is: Vínill
it_it: Vinile

# #32306
source: None
es_es: Ninguno
is_is: Ekkert
it_it: Nessuno

# #32307
source: White
es_es: Blanco
is_is: Hvítt
it_it: Bianco

# #32308
source: Blue
es_es: Azul
is_is: Blátt
it_it: Blu

# #32309
source: Golden
es_es: Dorado
is_is: Gyllt
it_it: D'oro

# #32310
source: Green
es_es: Verde
is_is: Grænt
it_it: Verde

# #32311
source: Grey
es_es: Gris
is_is: Grátt
it_it: Grigio

# #32312
source: Orange
es_es: Naranja
is_is: Appelsínugult
it_it: Arancione

# #32313
source: Purple
es_es: Púrpura
is_is: Purpurablátt
it_it: Viola

# #32314
source: Red
es_es: Rojo
is_is: Rautt
it_it: Rosso

# #32315
source: Select Now Playing Info for Movies/Episodes
es_es: Seleccionar info de reproducción para películas/episodios
is_is: Velja 'Í spilun'-upplýsingar fyrir kvikmyndir/þætti
it_it: Seleziona informazioni per film/Episodi in riproduzione

# #32316
source: Select Now Playing Info for other Videos
es_es: Seleccionar info de reproducción para otros vídeos
is_is: Velja 'Í spilun'-upplýsingar fyrir önnur myndskeið
it_it: Seleziona informazioni per altri video in riproduzione

# #32317
source: Select Now Playing Info for Music
es_es: Seleccionar info de reproducción para música
is_is: Velja 'Í spilun'-upplýsingar fyrir tónlist
it_it: Seleziona informazioni per musica in riproduzione

# #32318
source: Show Video in the Background
es_es: Mostrar vídeo en segundo plano
is_is: Sýna myndskeið í bakgrunni
it_it: Mostra video sullo sfondo

# #32319
source: Show Music Visualization in the Background
es_es: Mostrar visualización de música en segundo plano
is_is: Sýna sjónhrif tónlistar í bakgrunni
it_it: Mostra visualizzazione musica sullo sfondo

# #32320
source: Show Extra Art for Video
es_es: Mostrar arte extra para vídeo
it_it: Mostra ExtraArt per video

# #32321
source: Show Extra Art for Music
es_es: Mostrar arte extra para música
it_it: Mostra ExtraArt per musica

# #32322
source: Show Logo
es_es: Mostrar Logo
is_is: Birta táknmerki
it_it: Mostra logo

# #32323
source: Show ClearArt
es_es: Mostrar Clear Art
is_is: Sýna ClearArt
it_it: Mostra ClearArt

# #32324
source: Show Disc Art
es_es: Mostrar Disc Art
is_is: Sýna myndefni disks
it_it: Mostra DiscArt

# #32325
source: Select Disc Art Fallback for Video
es_es: Seleccionar arte de disco alternativo para vídeo
it_it: Seleziona DIscArt di riserva per video

# #32326
source: Select Disc Art Fallback for Music
es_es: Seleccionar arte de disco alternativo para música
it_it: Seleziona DIscArt di riserva per musica

# #32327
source: Disable Now Playing
es_es: Desactivar En Reproducción
is_is: Gera 'Í spilun' óvirkt
it_it: Disabilita In riproduzione

# #32328
source: Internet Stream
es_es: Stream de Internet
is_is: Internetstreymi
it_it: Stream Internet

# #32329
source: Special
es_es: Especial
is_is: Sérstakt
it_it: Speciale

# #32330
source: Next Tracks
es_es: Próximas pistas
is_is: Næstu hljóðspor
it_it: Tracce successive

# #32331
source: Album Review
es_es: Reseña de álbum
is_is: Umsögn hljómplötu
it_it: Recensione album

# #32332
source: Artist Bio
es_es: Biografía del artista
is_is: Æviágrip flytjanda
it_it: Biografia artista

# #32333
source: Hide Shelves when Now Playing is Visible
es_es: Ocultar widgets cuando En Reproducción esté visible
is_is: Fela rekka þegar 'í afspilun' er sýnilegt
it_it: Nascondi scaffali quando è visibile In riproduzione

# #32334
source: Enlarge Video Preview when Idle
es_es: Ampliar vista previa del vídeo cuando está inactivo
it_it: Ingrandisci anteprima video quando inattivo

# #32335
source: Select Extra Art to Show in Applicable Views
es_es: Seleccionar arte extra para mostrar en las vistas aplicables
it_it: Seleziona ExtraArt da mostrare nelle viste applicabili

# #32336
source: Full Screen/OSD
es_es: Pantalla completa/OSD
is_is: Skjáfylli/Stjórntexti
it_it: Schermo intero/OSD

# #32337
source: Select Interval for Auto Closing Video OSD
es_es: Seleccionar intervalo para cierre automático de OSD de vídeo
it_it: Seleziona intervallo per chiusura automatica dell'OSD video

# #32338
source: Current Color
es_es: Color actual
is_is: Núverandi litur
it_it: Colore attuale

# #32339
source: Value
es_es: Valor
is_is: Gildi
it_it: Valore

# #32340
source: Second
es_es: Segundo
is_is: sekúnda
it_it: Secondo

# #32341
source: Use Mouse-Friendly Method (script.skin.info.service v1.0.8 and higher)
es_es: Usar método compatible con mouse (requiere script.skin.info.service v1.0.8 o superior)
it_it: Usa il metodo compatibile con il mouse (script.skin.info.service v1.0.8 e versioni successive)

# #32342
source: Auto Close Video OSD
es_es: Cierre automático de OSD de vídeo
is_is: Loka sjálfvirkt stjórntexta myndmerkis
it_it: Chiusura automatica video OSD

# #32343
source: Default Font Size
es_es: Tamaño de fuente predeterminada
is_is: Sjálfgefin stærð leturs
it_it: Dimensione predefinita carattere

# #32344
source: Use fanart.jpg if present in folder or parent folder
es_es: Usar fanart.jpg (si está) en la carpeta o carpeta principal
it_it: Usa fanart.jpg se presente nella cartella o nella cartella principale

# #32345
source: Use Clear Art instead of Logo
es_es: Usar Clear Art y en lugar de Logotipo
is_is: Setja ClearArt í stað táknmerkis
it_it: Usa ClearArt invece del logo

# #32346
source: Single Logo
es_es: Un solo Logotipo
is_is: Einfalt táknmerki
it_it: Logo singolo

# #32347
source: Fade out Unfocused
es_es: Atenuar no seleccionados
is_is: Deyfa út óvirkt
it_it: Dissolvenza non focalizzata

# #32348
source: Show Overlay
es_es: Mostrar superposición
is_is: Birta yfirlag
it_it: Mostra sovrapposizione

# #32349
source: Show Smaller Favourite Icons
es_es: Mostrar iconos Favoritos más pequeños
it_it: Mostra icone preferite più piccole

# #32350
source: Show Three Rows
es_es: Mostrar tres filas
is_is: Sýna þrjár raðir
it_it: Mostra tre righe

# #32351
source: Show Four Rows
es_es: Mostrar cuatro filas
is_is: Sýna fjórar raðir
it_it: Mostra quattro righe

# #32352
source: Enable Use of TMDb Helper
es_es: Activar uso de TMDb Helper
is_is: Virkja notkun TMDb-hjálpara
it_it: Abilita uso dell'assistente TMDb

# #32353
source: Enable Use of Embuary Helper
es_es: Activar uso de Embuary Helper
is_is: Virkja notkun Embuary-hjálpara
it_it: Abilita uso dell'assistente Embuary

# #32354
source: Hide Seek Bar when Paused
es_es: Ocultar Barra de búsqueda durante la Pausa
it_it: Nascondi barra di ricerca quando in pausa

# #32355
source: Icon Only Menu
es_es: Menú de iconos
is_is: Valmynd einungis með táknmyndum
it_it: Solo menu icona

# #32356
source: Show Menu Item Name
es_es: Mostrar nombre del elemento de menú
it_it: Mostra il nome della voce di menu

# #32357
source: Enable Video Lyrics
es_es: Activar Video Lyrics
is_is: Virkja lagatexta með myndskeiðum
it_it: Abilita testi video

# #32358
source: Play Whole Albums from Shelves
es_es: Reproducir Álbumes completos desde Widgets
is_is: Spila heilar hljómplötur úr rekkum
it_it: Riproduci interi album dagli scaffali

# #32359
source: Show Item Name in Top Bar
es_es: Mostrar nombre de elemento en la barra superior
it_it: Mostra nome dell'elemento nella barra superiore

# #32360
source: Animate backgrounds using Ken Burns effect
es_es: Animar fondos usando el efecto Ken Burns
it_it: Anima sfondi usando l'effetto Ken Burns

# #32361
source: Single Column
es_es: Una sola columna
is_is: Stakur dálkur
it_it: Singola colonna

# #32362
source: Disable Now Playing Fanart
es_es: Desactivar Fanart de Reproduciendo ahora
it_it: Disabilita fanart In riproduzione

# #32363
source: Show Media Info with Seek Bar
es_es: Mostrar info de contenido con barra de búsqueda
it_it: Mostra informazioni multimediali con la barra di ricerca

# #32364
source: Show Seek Bar when Starting Video Playback
es_es: Mostrar barra de búsqueda al iniciar reproducción
it_it: Mostra barra di ricerca all'avvio della riproduzione video

# #32365
source: Time to Show Seek Bar
es_es: Tiempo a mostrar barra de búsqueda
it_it: È ora di mostrare la barra di ricerca

# #32366
source: Hide Title Bar in Main Window
es_es: Ocultar barra de título en la ventana principal
it_it: Nascondi barra del titolo nella finestra principale

# #32367
source: Hide fallback image if no thumb in OSD
es_es: Ocultar imagen alternativa si no hay miniatura en OSD
it_it: Nascondi immagine di riserva se non c'è l'anteprima nell'OSD

# #32368
source: Dim Background and Album Cover when Showing Lyrics
es_es: Oscurecer fondo y portada del álbum al mostrar letras
is_is: Skyggja bakgrunn og hljómplötuumslag þegar lagatextar eru birtir
it_it: Sfondo scuro e copertina dell'album durante la visualizzazione testi

# #32369
source: Use Alternate Favourites Layout
es_es: Usar diseño de favoritos alternativo
it_it: Usa disposizione alternativa Preferiti

# #32370
source: Align Menu Item Text to the Left
es_es: Alinear texto del elemento del menú a la izquierda
it_it: Allinea il testo della voce di menu a sinistra

# #32371
source: Info Button Opens Video Info Dialog
es_es: El botón Información abre el cuadro de diálogo Información del vídeo
it_it: Pulsante info apre finestra di dialogo info video

# #32372
source: Pause Media While Info Dialog is Open
es_es: Pausar medios mientras el cuadro de diálogo de información está abierto
it_it: In pausa i media mentre la finestra di dialogo delle info è aperta

# #32373
source: End Time
es_es: Hora de finalización
is_is: Lokatími
it_it: Termina alle

# #32374
source: Show Dark Background Behind Shortcuts
es_es: Mostrar fondo oscuro detrás de accesos directos
is_is: Birta dökkan bakgrunn aftan við flýtilykla
it_it: Mostra sfondo scuro dietro le scorciatoie

# #32375
source: Use Artist Slideshow for Audio Fanart
es_es: Usar Artist Slideshow como fanart de audio
it_it: Usa Artist Slideshow per Audio Fanart

# #32376
source: Disable Lyrics
es_es: Desactivar Letras
is_is: Gera lagatexta óvirka
it_it: Disattiva testi

# #32377
source: Activate Lyrics
es_es: Activar Letras
is_is: Virkja lagatexta
it_it: Attiva testi

# #32378
source: Use Color Flags
es_es: Usar indicadores de colores
is_is: Nota litaflögg
it_it: Usa flag colorate

# #32379
source: Show Submenu Only when Focused
es_es: Mostrar submenú solo cuando está seleccionado
it_it: Mostra sottomenu solo quando focalizzato

# #32380
source: Movies with Plot containing
es_es: Películas cuyo argumento contenga
is_is: Kvikmyndir með söguþræði sem inniheldur
it_it: Film con trama contenente

# #32381
source: TV Shows with Plot containing
es_es: Series cuyo argumento contenga
is_is: Sjónvarpsþættir með söguþræði sem inniheldur
it_it: Serie TV con trama contenente

# #32382
source: Episodes with Plot containing
es_es: Episodios cuyo argumento contenga
is_is: Þættir með söguþræði sem inniheldur
it_it: Episodi con trama contenente

# #32383
source: With Plot Containing
es_es: Con un argumento que contenga
is_is: Með söguþræði sem inniheldur
it_it: Con trama contenente

# #32384
source: Show Title in Footer
es_es: Mostrar título al pie
it_it: Mostra titolo nel piè di pagina

# #32385
source: Hide Seek Bar when Forwarding or Rewinding
es_es: Ocultar barra de búsqueda al rebobinar o avanzar
it_it: Nascondi barra di ricerca durante Avanti/Indietro veloce

# #32386
source: Enable Touchscreen Devices Support
es_es: Activar compatibilidad con dispositivos táctiles
is_is: Virkja stuðning við tæki með snertiskjá
it_it: Abilita supporto per dispositivi touchscreen

# #32387
source: Show Rating Overlay
es_es: Mostrar indicador de valoración
is_is: Birta yfirlag með einkunnum
it_it: Mostra valutazione sovrapposta

# #32388
source: Use User Rating for Overlay
es_es: Usar valoración de usuario
is_is: Nota einkunn notanda sem yfirlag
it_it: Usa valutazione utenti per la sovrapposizione

# #32390
source: Select Items to Show in Views
es_es: Seleccionar elementos a mostrar en vistas
it_it: Seleziona elementi da mostrare nelle visualizzazioni

# #32391
source: Items to Show in Views
es_es: Elementos a mostrar en vistas
it_it: Elementi da mostrare nelle visualizzazioni

# #32392
source: Play Random
es_es: Reproducción aleatoria
is_is: Spila af handahófi
it_it: Riproduzione casuale

# #32393
source: List Views Options
es_es: Opciones de vistas de lista
it_it: Opzioni visualizzazioni elenco

# #32394
source: Marks and Overlays
es_es: Indicadores y marcas
is_is: Merki og yfirlög
it_it: Marcatori e sovrapposizioni

# #32395
source: Select View Types to Enable
es_es: Seleccione los tipos de vista para activar
it_it: Seleziona tipi di visualizzazione da abilitare

# #32396
source: View Types to Enable
es_es: Vistas activas
it_it: Visualizza tipi da abilitare

# #32398
source: Show Poster
es_es: Mostrar Póster
is_is: Birta kynningarspjald
it_it: Mostra poster

# #32399
source: Text
es_es: Texto
is_is: Texti
it_it: Testo

# #32401
source: List Item Type
es_es: Tipo de elemento de lista
is_is: Tegund atriðis í lista
it_it: Elenca il tipo di elemento

# #32402
source: Poster/Thumb
es_es: Póster/Miniatura
is_is: Kynningarspjald/Smámynd
it_it: Poster/Anteprima

# #32403
source: OSD/Full Screen Art
es_es: Arte de OSD/Pantalla completa
it_it: Art OSD/schermo intero

# #32404
source: N/A
es_es: N/D
is_is: Ekki tiltækt
it_it: N/D

# #32405
source: Show Info Popup
es_es: Mostrar ventana emergente de Información
it_it: Mostra informazioni popup

# #32406
source: Popup Delay
es_es: Tiempo de espera de ventana emergente
is_is: Töf sprettglugga
it_it: Ritardo popup

# #32407
source: Show Floor
es_es: Mostrar Piso
is_is: Sýna gólf
it_it: Mostra piano

# #32408
source: Fixed List
es_es: Lista Fija
it_it: Elenco fisso

# #32409
source: Centered Static Menu (less than 8 items)
es_es: Menú estático centrado (menos de 8 elementos)
it_it: Menu statico centrato (meno di 8 elementi)

# #32410
source: Compact OSD
es_es: OSD compacto
is_is: Þjappaðir stjórntextar
it_it: OSD compatto

# #32411
source: Ultra Compact OSD
es_es: OSD ultra compacto
is_is: Öfga-þjappaðir stjórntextar
it_it: OSD ultra compatto

# #32412
source: Alternate OSD Button Highlighting
es_es: Resaltado de botón OSD alternativo
it_it: Evidenziazione alternativa pulsanti OSD

# #32413
source: Enabled
es_es: Activado
is_is: Virkt
it_it: Abilitato

# #32414
source: Disabled
es_es: Desactivado
is_is: Óvirkt
it_it: Disabilitato

# #32415
source: Auto Play Trailer (Local Trailer Only)
es_es: Reproducción automática de tráiler (solo tráiler local)
it_it: Riproduzione automatica trailer (solo trailer locale)

# #32416
source: Auto Play Trailer Delay
es_es: Retraso de reproducción automática de tráiler
it_it: Ritardo riproduzione automatica trailer

# #32417
source: Fanart Title Button Opens Info Dialog
es_es: El botón de título de Fanart abre el cuadro de diálogo de información
it_it: Il pulsante del titolo della fanart apre la finestra di dialogo delle informazioni

# #32418
source: Single Image
es_es: Imagen única
is_is: Stök mynd
it_it: Immagine singola

# #32419
source: Multiple Images
es_es: Múltiples Imágenes
is_is: Margar myndir
it_it: Immagini multiple

# #32420
source: Video/Playlist
es_es: Vídeo/Lista de reproducción
is_is: Myndskeið/Spilunarlisti

# #32421
source: Startup Background
es_es: Fondo de puesta en marcha
is_is: Bakgrunnur í ræsingu
it_it: Sfondo di avvio

# #32422
source: Hide Menu when Shelves are Focused
es_es: Ocultar menú cuando los widgets están enfocados
is_is: Fela valmynd þegar rekkar eru virkir
it_it: Nascondi menu quando gli scaffali sono focalizzati

# #32423
source: Use Disc Art instead of Cover
es_es: Usar arte de disco en vez de cubierta
it_it: Usa DiscArt invece della Cover

# #32424
source: Auto Play Trailer from Shelf Items
es_es: Reproducir automáticamente tráiler en elementos de widget
is_is: Spila sjálfkrafa kynningarstiklu fyrir atriði í rekka
it_it: Riproduci automaticamente il trailer degli elementi sullo scaffale

# #32425
source: Shelf Trailer Delay
es_es: Retraso de tráiler de widget
is_is: Töf kynningarstiklu fyrir rekka
it_it: Ritardo trailer scaffale

# #32426
source: Slide Out Media Items While Trailer Playing
es_es: Deslizar elementos de contenido mientras se reproduce el tráiler
it_it: Fai scorrere elementi multimediali durante riproduzione trailer

# #32427
source: Hide PVR Channel Preview
es_es: Ocultar vista previa de canal PVR
it_it: Nascondi anteprima canale PVR

# #32428
source: Art Downloader: Select Artwork
es_es: Art Downloader: Seleccionar Arte
it_it: Art Downloader: Seleziona Artwork

# #32429
source: Art Downloader: All Artwork
es_es: Art Downloader: Todo el Arte
it_it: Art Downloader: Tutti gli Artwork

# #32450
source: Show Artwork Downloader items in Context Menu
es_es: Mostrar opciones de Artwork Downloader en menú contextual
it_it: Mostra gli elementi di Artwork Downloader nel menu contestuale

# #32451
source: Movies with Tag
es_es: Películas con etiqueta
is_is: Kvikmyndir með merki
it_it: Film con tag

# #32452
source: Select a Tag
es_es: Seleccionar una etiqueta
is_is: Veldu merki
it_it: Seleziona un tag

# #32453
source: With Tag
es_es: Con etiqueta
is_is: Með merki
it_it: Con tag

# #32454
source: Always Use TV Show Poster for Episodes
es_es: Usar siempre póster de serie para episodios
is_is: Alltaf nota kynningarspjald þáttaraðar fyrir þætti
it_it: Usa sempre poster serie TV per gli episodi

# #32455
source: Open ExtendedInfo for Info Dialogs
es_es: Abrir ExtendedInfo para diálogos de información
it_it: Apri ExtendedInfo per dialoghi informativi

# #32456
source: Cert
es_es: Clasif.
is_is: Skilríki

# #32457
source: Show Episodes List button
es_es: Mostrar botón Lista de episodios
is_is: Birta hnapp fyrir þáttalista
it_it: Mostra pulsante elenco episodi

# #32458
source: Include Seasons in Episodes List popup
es_es: Incluir temporadas en la ventana emergente Lista de episodios
is_is: Hafa þáttaraðir með í þáttalistaglugga
it_it: Includi stagioni nel popup dell'elenco episodi

# #32459
source: Next Aired
es_es: Próxima emisión
is_is: Næst sýnt
it_it: Prossimo in onda

# #32460
source: Enable Direct Seeking in Full Screen Info
es_es: Activar búsqueda directa en información a pantalla completa
it_it: Abilita ricerca diretta nelle info a schermo intero

# #32461
source: Show Disc above Poster
es_es: Mostrar disco arriba del Póster
is_is: Sýna disk fyrir ofan kynningarspjald
it_it: Mostra il disco sopra il poster

# #32462
source: Hide Disc over Set Poster
es_es: Ocultar disco encima de Póster de colección
is_is: Fela disk fyrir ofan kynningarspjald
it_it: Nascondi disco sopra poster del set

# #32463
source: Play trailer in a window
es_es: Reproducir tráiler en una ventana
is_is: Spila kynningarstiklu í glugga
it_it: Riproduci trailer in una finestra

# #32464
source: Search Trailer
es_es: Buscar tráiler
is_is: Leita að stiklu
it_it: Cerca trailer

# #32465
source: Search for Trailers with IMDb Trailers Addon
es_es: Buscar tráilers con el add-on IMDb Trailers
it_it: Cerca trailer con l'add-on Trailer IMDb

# #32466
source: Fade out Non-focused Menu Items
es_es: Atenuar elementos de menú no seleccionados
it_it: Dissolvenza voci menu non focalizzate

# #32467
source: Cloudiness
es_es: Muy nublado
is_is: Skýjahula
it_it: Nuvolosità

# #32468
source: Probability of Precipitation
es_es: Probabilidad de precipitación
is_is: Líkur á úrkomu
it_it: Probabilità di precipitazioni

# #32469
source: Intro Video Duration
es_es: Duración de vídeo de introducción
it_it: Durata video introduttivo

# #32470
source: PVR Timeshift Buffer Color
es_es: Color del búfer de Timeshift PVR
it_it: Colore buffer Timeshift PVR

# #32471
source: Use Main Menu item Background for Sub Windows
es_es: Usar fondo del elemento de menú principal para ventanas secundarias
it_it: Usa la voce del menu principale Sfondo per le sottofinestre

# #32472
source: Teletext Button Opens EPG
es_es: Botón de teletexto abre EPG
is_is: Textavarpshnappur opnar EPG
it_it: Pulsante Teletext apre EPG

# #32473
source: EPG Icon
es_es: Icono EPG
is_is: EPG-táknmynd
it_it: Icona EPG

# #32474
source: Channel Logo
es_es: Logo de canal
is_is: Táknmerki rásar
it_it: Logo canale

# #32475
source: Always Show Information Panel
es_es: Mostrar siempre panel de Información
is_is: Alltaf birta upplýsingaspjald
it_it: Mostra sempre pannello info

# #32476
source: Use Custom Search for Video Library
es_es: Usar búsqueda personalizada para biblioteca de vídeos
is_is: Nota sérsniðna leit í myndskeiðasafni
it_it: Usa ricerca personalizzata per libreria video

# #32477
source: Use Custom Search for Music Library
es_es: Usar búsqueda personalizada para biblioteca de música
is_is: Nota sérsniðna leit í tónlistarsafni
it_it: Usa ricerca personalizzata per libreria musicale

# #32478
source: Current Programme Progress:
es_es: Progreso programa actual:
it_it: Avanzamento programma attuale:

# #32479
source: Also Show Seconds
es_es: Mostrar también segundos
is_is: Sýna einnig sekúndur
it_it: Mostra anche i secondi

# #32481
source: Remember Focused Control in Home Window
es_es: Recordar control seleccionado en ventana de inicio
it_it: Ricorda controllo focalizzato nella finestra Home

# #32482
source: Use Item Thumb and not Addon Fanart for YouTube Shelves
es_es: Usar miniatura de elemento y no fanart del canal para el widget de YouTube
it_it: Usa elementi anteprime e non add-on fanart per gli scaffali di YouTube

# #32483
source: Allow Changing View Types in PVR Channels Window
es_es: Permitir cambiar tipos de vista en la ventana de canales PVR
it_it: Consenti modifica dei tipi di visualizzazione nella finestra Canali PVR

# #32484
source: Update Library
es_es: Actualizar biblioteca
is_is: Uppfæra safn
it_it: Aggiorna libreria

# #32485
source: Stop Scanning
es_es: Detener escaneado
is_is: Hætta skönnun
it_it: Interrompi scansione
